Repository: Ppaja/gohtreetool
Catalog: mod/localizations/default/interface/text/dlg_frontend.po
Languages: de

# main_menu2/singleplayer/page_dynamic_campaign_desc
source: Conquer enemy territories in randomized skirmish battles
de: Erobern Sie feindliche Gebiete in zufälligen Einzelgefecht-Kämpfen

# main_menu2/singleplayer/continue_dynamic_campaign
source: CONTINUE Campaign
de: Kampagne FORTSETZEN

# main_menu2/singleplayer/continue_dynamic_campaign_desc
source: Your latest Conquest progress will be loaded
de: Ihr letzter Eroberungsfortschritt wird geladen

# main_menu2/singleplayer/create_dynamic_campaign
source: CREATE CONQUEST
de: EROBERUNG ERSTELLEN

# main_menu2/singleplayer/create_dynamic_campaign_desc
source: Create a new Conquest
de: Erstellen Sie eine neue Eroberung

# main_menu2/singleplayer/load_dynamic_campaign
source: LOAD CONQUEST
de: EROBERUNG LADEN

# main_menu2/singleplayer/load_dynamic_campaign_desc
source: Load your Conquest progress
de: Laden Sie Ihren Eroberungsfortschritt

# main_menu2/library/weapons/burst_accuracy/spread
source: Spread#<x(%i)>%.f%
de: Streuung#<x(%i)>%.f%

# main_menu2/market/filter/background
source: Background
de: Hintergrund

# missions/continue
source: <f(pobeda)s(40)c(0 0 0)>Continue
de: <f(pobeda)s(40)c(0 0 0)>Weiter

# main_menu2/market/filter/color
source: Color
de: Farbe

# main_menu2/market/rarity/1
source: Common
de: Häufig

# main_menu2/market/rarity/4
source: Epic
de: Episch

# main_menu2/market/rarity/all
source: Any
de: Alle

# main_menu2/market/rarity/epic
source: Epic
de: Episch

# main_menu2/market/override_modifier_confirmation
source: %1% % XP Boost is still active for %2% Hours! Override with %3% % XP Boost?
de: %1% % EP-Schub ist noch für %2% Stunden aktiv! Mit %3% % EP-Schub überschreiben?

# main_menu2/singleplayer/save_load_game/save_info/difficulty
source: Difficulty
de: Schwierigkeit

# main_menu2/library/soldiers/perks/required_veterancy
source: (Vet. %i)
de: (Kampferf. %i)

# main_menu2/market/exchange
source: Exchange
de: Tauschen

# main_menu2/market/exchange_confirmation
source: Do you really want to exchange this? Changes cannot be undone!
de: Möchten Sie den Tausch wirklich vornehmen? Der Tausch kann nicht rückgängig gemacht werden!

# main_menu2/market/remove_confirmation
source: Do you really want to remove '%1%'? Changes cannot be undone!
de: Möchten Sie '%1%' wirklich löschen? Dies kann nicht rückgängig gemacht werden!

# main_menu2/market/remove_error
source: Remove item failed!
de: Objektentfernung fehlgeschlagen!

# main_menu2/market/item_rarity
source: Rarity: <c(%1%)>%2%
de: Seltenheit: <c(%1%)>%2%

# main_menu2/party
source: PARTY
de: GRUPPE

# main_menu2/market/bundle_content_label
source: Contains the following items:
de: Enthält folgende Gegenstände:

# main_menu2/market/use_error/-1
source: Item functionality not yet implemented.
de: Objektfunktionalität wurde noch nicht implementiert.

# main_menu2/market/use_error/100
source: Inventory service or other steam services are offline.
de: Der Inventardienst oder andere Steam-Dienste sind offline.

# main_menu2/market/use_error/404
source: Error 404 - item not found in inventory.
de: Fehler 404 – Objekt konnte im Inventar nicht gefunden werden.

# main_menu2/market/get_key
source: Get Key
de: Schlüssel erwerben

# main_menu2/market/select_army
source: Select Army
de: Armee auswählen

# main_menu2/library
source: UNITS LIBRARY
de: EINHEITENBIBLIOTHEK

# main_menu2/library/weapons/rounds_per_minute
source: Rate of Fire#%.f RPM
de: Kadenz#%.f SPM

# missions/select_difficulty
source: <f(roboto_mono)s(18)c(0 0 0)>Choose difficulty level
de: <f(roboto_mono)s(18)c(0 0 0)>Schwierigkeitsgrad wählen

# replay_game/txt_map
source: Map
de: Karte

# main_menu2/library/weapons/damage_table/distance
source: Distance#<x(%i)>%i m
de: Entfernung#<x(%i)>%i m

# main_menu2/library/weapons/damage_table/health
source: Health Damage#<x(%i)>%.f HP
de: Gesundheitsschaden#<x(%i)>%.f TP

# main_menu2/library/soldiers/single_weapon
source: Weapon#%s
de: Waffe#%s

# main_menu2/library/weapons/max_range
source: Maximum Range#%.f m
de: Maximale Reichweite#%.f m

# main_menu2/library/weapons/range_accuracy
source: Range Accuracy
de: Entfernungsgenauigkeit

# main_menu2/library/weapons/weight
source: Weight#%.1f kg
de: Gewicht#%.1f kg

# main_menu2/library/vehicles
source: Vehicles
de: Fahrzeuge

# main_menu2/library/vehicles/max_speed
source: Max Speed#%.f km/h
de: Max. Geschwindigkeit#%.f km/h

# main_menu2/library/vehicles/fuel
source: Fuel#%.f Liter
de: Treibstoff#%.f Liter

# main_menu2/library/vehicles/fuel/consumption
source: Consumption#%.f Liter/100km
de: Verbrauch#%.f Liter/100km

# main_menu2/library/vehicles/armor
source: Armor#%s
de: Panzerung#%s

# main_menu2/library/vehicles/gun/main_gun
source: Main Gun#%s
de: Hauptgeschütz#%s

# main_menu2/library/vehicles/gun/additional_guns
source: Gun %i#%s
de: Geschütz %i#%s

# main_menu2/library/vehicles/gun/penetration
source: Penetration#<x(%i)>%.f mm
de: Durchschlagskraft#<x(%i)>%.f mm

# main_menu2/library/vehicles/single_mgun
source: Machine Gun#%s
de: Maschinengewehr#%s

# main_menu2/library/soldiers
source: Soldiers
de: Soldaten

# main_menu2/library/soldiers/run_speed
source: Speed#%.1f
de: Geschwindigkeit#%.1f

# main_menu2/library/soldiers/multiple_weapons
source: Weapon %i#%s
de: Waffe %i#%s

# main_menu2/library/soldiers/perks/medic
source: Medic
de: Sanitäter

# prepare_resources
source: <c(cec7c3)f(roboto_mono)>Loading...
de: <c(cec7c3)f(roboto_mono)>Lädt ...

# main_menu2/library/soldiers/perks/aimedshot
source: Aimed Shot
de: Gezielter Schuss

# main_menu2/library/soldiers/weapon_skills
source: Weapon Skills#Level<x(%i)>Accuracy
de: Waffenkenntnisse#Level<x(%i)>Genauigkeit

# main_menu2/library/items/stuff
source: Misc
de: Verschiedenes

# main_menu2/library/items/throwable
source: Throwables
de: Wurfgegenstände

# main_menu2/multiplayer/session/join_game
source: JOIN
de: BEITRETEN

# main_menu2/library/tex_mods
source: Season
de: Saison

# main_menu2/library/level_of_detail
source: LOD
de: Detaillevel

# main_menu2/friends
source: FRIENDS
de: FREUNDE

# main_menu2/last_played
source: LAST PLAYED
de: ZULETZT GESPIELT

# main_menu2/header_buttons/home
source: HOME
de: START

# main_menu2/header_buttons/single
source: SINGLEPLAYER
de: EINZELSPIELER

# main_menu2/breadcrumbs/tab_library
source: LIBRARY
de: BIBLIOTHEK

# main_menu2/breadcrumbs/page_campaign
source: CAMPAIGN
de: KAMPAGNE

# main_menu2/breadcrumbs/page_multiplayer_local
source: LOCAL
de: LOKAL

# main_menu2/breadcrumbs/page_session_create
source: HOST GAME
de: SPIEL HOSTEN

# main_menu2/breadcrumbs/page_session_create_training
source: HOST GAME (TRAINING)
de: SPIEL HOSTEN (TRAINING)

# main_menu2/breadcrumbs/page_session_create_skirmish
source: HOST GAME (SKIRMISH)
de: SPIEL HOSTEN (EINZELGEFECHT)

# main_menu2/breadcrumbs/page_session
source: SESSION
de: SITZUNG

# main_menu2/breadcrumbs/page_session_skirmish
source: SESSION (SKIRMISH)
de: SITZUNG (EINZELGEFECHT)

# main_menu2/breadcrumbs/page_launcher_replay
source: Launcher (Replay)
de: Launcher (Wiederholung)

# main_menu2/singleplayer/continue_game_desc
source: Your latest singleplayer progress will be loaded
de: Ihr letzter Einzelspieler-Fortschritt wird geladen

# main_menu2/singleplayer/select_mission
source: SELECT CAMPAIGN
de: KAMPAGNE AUSWÄHLEN

# fail_minimum_reqirements
source: Your video card does not meet the minimum system requirements. For more details, see the User manual.
de: Ihre Grafikkarte erfüllt nicht die Mindestvoraussetzungen. Weitere Informationen dazu finden Sie im Handbuch.

# save_load_game/txt_campaign
source: Campaign
de: Kampagne

# main_menu2/singleplayer/select_mission_desc
source: Play through the singleplayer campaigns
de: Spielen Sie die Einzelspieler-Kampagnen durch

# main_menu2/singleplayer/load_game_desc
source: Load your game progress
de: Laden Sie Ihren Spielfortschritt

# main_menu2/singleplayer/save_load_game/btn_delete
source: DELETE
de: LÖSCHEN

# main_menu2/singleplayer/save_load_game/lbl_info
source: GAME INFO
de: SPIELINFO

# main_menu2/singleplayer/save_load_game/lbl_list
source: LIST
de: LISTE

# main_menu2/singleplayer/save_load_game/lbl_save_name
source: ENTER SAVE NAME
de: SPEICHERDATEI BENENNEN

# button/ugc
source: User Generated Content
de: Nutzergenerierte Inhalte

# main_menu2/singleplayer/save_load_replay/btn_delete
source: DELETE
de: LÖSCHEN

# main_menu2/singleplayer/save_load_replay/lbl_info
source: <s(27)f(pobeda)b>GAME INFO
de: <s(27)f(pobeda)b>SPIELINFO

# main_menu2/singleplayer/save_load_replay/lbl_repaly_name
source: REPLAY NAME
de: NAME DER WIEDERHOLUNG

# replay/continue_record
source: Continue recording
de: Aufzeichnung fortsetzen

# main_menu2/singleplayer/save_load_replay/hint/delete
source: Delete replay
de: Wiederholung löschen

# main_menu2/multiplayer/custom_game
source: ONLINE GAME
de: ONLINE-SPIEL

# main_menu2/multiplayer/custom_game_desc
source: Manipulate game settings and play modded games
de: Manipulieren Sie Spieleinstellungen und spielen Sie mit Mods

# replay/restart
source: Restart demo
de: Demo neu starten

# main_menu2/multiplayer/session/ip_list
source: IP LIST
de: IP-LISTE

# main_menu2/multiplayer/state/ranked_rookie
source: You must have at least %1% unranked games played to unlock this mode.
de: Sie müssen mindestens %1% Nicht-Ranglistenspiele gespielt haben, um diesen Modus freizuschalten.

# main_menu2/skirmish/online_game_desc
source: Play online with friends and strangers against AI
de: Spielen Sie online mit Freunden und Fremden gegen KI-Gegner

# main_menu2/skirmish/local_game
source: LOCAL SKIRMISH
de: LOKALES EINZELGEFECHT

# user_statistics/ranked/stat/max_infantry
source: Highest infantry kills
de: Höchste Anzahl an getöteter Infanterie

# user_statistics/faction/stat/gamesplayed
source: Games played
de: Gespielte Spiele

# user_statistics/faction/stat/killman
source: Infantry killed
de: Getötete Infanterie

# user_statistics/faction/stat/lostman
source: Infantry lost
de: Infanterie verloren

# user_statistics/faction/stat/kdman
source: K/D ratio
de: K/D Verhältnis

# user_statistics/faction/row/experience
source: %1% XP
de: %1% EP

# entity_info/human/skills
source: Skills :
de: Fähigkeiten:

# button/guides
source: Guides
de: Leitfäden

# save_load_game/title_save
source: Save game
de: Spiel speichern

# dialog_box/title_searching
source: <f(pobeda)s(27)b+c(faeacb)e(shadow)x.y.>Searching...
de: <f(pobeda)s(27)b+c(faeacb)e(shadow)x.y.>Suche ...

# user_statistics/profile/title
source: PROFILE
de: PROFIL

# user_statistics/profile/hud_color
source: HUD COLOR
de: HUD-FARBE

# user_statistics/ranked/title
source: RANKED
de: RANGLISTENSPIEL

# user_statistics/ranked/achievement/unlocked
source: <s(16)>You have %1% out of %2% (%3%%) achievements unlocked.
de: <s(16)>Sie haben %1% von %2% (%3%%) der Erfolge freigeschaltet.

# user_statistics/ranked/stat/trust_rating
source: Ranked trust rating
de: Vertrauenswert für Ranglisten-Spiel

# user_statistics/ranked/stat/score
source: Ranked score (ELO)
de: Ranglisten-Punktzahl (ELO)

# user_statistics/ranked/stat/globalrank
source: Global rank
de: Weltweiter Rang

# user_statistics/ranked/stat/total_winratio
source: Total Win ratio
de: Gesamte Siegquote

# user_statistics/ranked/stat/total_lostman
source: Total Infantry lost
de: Gesamt verlorene Infanterie

# user_statistics/ranked/stat/total_killveh
source: Total Vehicles killed
de: Gesamt zerstörte Fahrzeuge

# user_statistics/ranked/stat/total_kdveh
source: Total K/D ratio
de: Gesamtes K/D Verhältnis

# user_statistics/ranked/stat/max_score
source: Highest score
de: Höchste Punktzahl

# user_statistics/ranked/stat/max_single_infantry
source: Highest infantry kills with one unit
de: Höchste Anzahl an getöteter Infanterie mit einer Einheit

# user_statistics/ranked/stat/max_single_vehicles
source: Highest vehicle kills with one unit
de: Höchste Anzahl an zerstörten Fahrzeugen mit einer Einheit

# user_statistics/ranked/stat/bot_gameswon
source: Bot Games won
de: Bot-Spiele gewonnen

# user_statistics/ranked/stat/killman_bot
source: Bot infantry kills
de: Bot-Infanteristen getötet

# user_statistics/ranked/stat/max_vehicles_bot
source: Highest bot vehicle kills
de: Höchste Anzahl der zerstörten Bot-Fahrzeuge

# user_statistics/leaderboards/title
source: LEADERBOARDS
de: RANGLISTEN

# user_statistics/leaderboards/header
source: #Rank#Player#<x.>Games played#<x.>Winrate#<x.>%1%#
de: #Rang#Spieler#<x.>Gespielte Spiele#<x.>Siegesrate#<x.>%1%#

# user_statistics/leaderboards/xp
source: Experience
de: Erfahrung

# user_statistics/leaderboards/leaderboards/best_player
source: Hall of Fame
de: Ruhmeshalle

# user_statistics/leaderboards/leaderboards/xp
source: Rank - %1%
de: Rang - %1%

# user_statistics/leaderboards/friends
source: Friends
de: Freunde

# user_statistics/leaderboards/column/score/xp
source: <x.>%1% XP
de: <x.>%1% EP

# entity_info/vehicle/crew_plus
source: Crew<x(55)>: %1% + %2%
de: Besatzung<x(55)>: %1% + %2%

# user_statistics/leaderboards2/column/player
source: Player
de: Spieler

# user_statistics/leaderboards2/column/games_played
source: <x.>Games played
de: <x.>Gespielte Spiele

# button/single_campaigns
source: Select mission
de: Mission wählen

# user_statistics/leaderboards2/column/winrate
source: <x.>Winrate
de: <x.>Gewinnrate

# user_statistics/leaderboards2/column/experience
source: <x.>Experience
de: <x.>Erfahrung

# user_statistics/leaderboards2/column/score
source: <x.>Score
de: <x.>Punktzahl

# user_statistics/compare/stats/ranked
source: Ranked
de: Ranglistenspiel

# replay/freeview_mode
source: <f(bookman_hq)s(13)x(80)>Free view mode <f(arial)s(8)>To play the game, press ESC and select "Stop demo and play".
de: <f(bookman_hq)s(13)x(80)>Freeview-Modus <f(arial)s(8)>Um das Spiel zu spielen, drücken Sie ESC und wählen Sie "Demo anhalten und spielen".

# user_statistics/private
source: private
de: privat

# user_statistics/wait
source: <f(roboto_mono)s(15)c(eeeeee)>loading...
de: <f(roboto_mono)s(15)c(eeeeee)>lädt ...

# tutorials/category1
source: <s(25)y(+9)>Beginner
de: <s(25)y(+9)>Anfänger

# tutorials/tips
source: <s(25)y(+9)>Tips
de: <s(25)y(+9)>Tipps

# open_dialogs/msg_apply
source: '%1%' will be overwritten!
de: '%1%' wird überschrieben!

# open_dialogs/msg_invalid_name
source: Invalid name.
de: Ungültiger Name.

# dialog_box/title_confirm
source: <f(pobeda)s(27)b+c(faeacb)e(shadow)>Confirm
de: <f(pobeda)s(27)b+c(faeacb)e(shadow)>Bestätigen

# dialog_box/title_wait
source: <f(pobeda)s(27)b+c(faeacb)e(shadow)>Please wait
de: <f(pobeda)s(27)b+c(faeacb)e(shadow)>Bitte warten

# save_load_game/title_load
source: Load game
de: Spiel laden

# save_load_game/lbl_load_list
source: Choose a game to load:
de: Spiel zum Laden wählen:

# save_load_game/lbl_save_name
source: Enter save game name:
de: Namen des Spielstands eingeben:

# save_load_game/lbl_save_list
source: Choose a game to save:
de: Spiel zum Speichern wählen:

# save_load_game/lbl_game_info
source: <s(27)f(pobeda)b>Game info:
de: <s(27)f(pobeda)b>Spielinfo:

# save_load_game/txt_time
source: Time
de: Zeit

# briefing/continue
source: <b+c(209 162 70)e(shadow)f(pobeda)s(40)>PRESS ANY BUTTON TO CONTINUE
de: <b+c(209 162 70)e(shadow)f(pobeda)s(40)>ZUM FORTFAHREN EINE BELIEBIGE TASTE DRÜCKEN

# save_load_game/show_all_saves
source: Show all savegames
de: Alle Spielstände anzeigen

# save_load_game/load_invalid_version
source: Save game is from a different game version. Try to load it anyway?
de: Spielstand hat eine andere Version. Trotzdem laden?

# save_load_game/load_invalid_mods_failed
source: This save file is linked to mod(s) that is not installed. It cannot be loaded.
de: Dieser Spielstand verwendet momentan nicht installierte Mods und kann nicht geladen werden.

# save_load_game/save_overwrite
source: A save game with the same name already exists. Overwrite?
de: Es existiert bereits ein Spielstand mit diesem Namen. Überschreiben?

# save_load_game/save_progress
source: Saving in progress...
de: Speichert ...

# save_load_replay/title_save
source: Save replay
de: Wiederholung speichern

# save_load_replay/lbl_save_name
source: Enter replay name:
de: Name der Wiederholung eingeben:

# save_load_replay/lbl_save_list
source: List of replays:
de: Liste der Wiederholungen:

# save_load_replay/txt_map
source: Map
de: Karte

# save_load_replay/txt_date
source: Date
de: Datum

# save_load_replay/txt_players
source: Players
de: Spieler

# save_load_replay/txt_game_type
source: Game Type
de: Spielmodus

# save_load_replay/msg_apply
source: A replay with the same name already exists. Overwrite?
de: Es existiert bereits eine Wiederholung mit diesem Namen. Überschreiben?

# save_load_replay/msg_delete
source: Delete replay: "%1%"?
de: Wiederholung löschen: "%1%"?

# save_load_replay/save_progress
source: Saving in progress...
de: Speichert ...

# replay_game/title
source: Replay game
de: Spiel erneut spielen

# replay_game/lbl_replay_list
source: Choose a game to replay:
de: Spiel zum erneut Spielen wählen:

# replay_game/lbl_replay_info
source: Replay info:
de: Wiederholungsinfo:

# replay_game/txt_time
source: Time
de: Zeit

# replay_game/txt_difficulty
source: Difficulty
de: Schwierigkeit

# replay_game/replay_invalid_version
source: Can't replay game from a different version.
de: Spiele einer anderen Version können nicht wiederholt werden.

# replay/presentation_mode
source: <f(bookman_hq)s(13)>Presentation mode
de: <f(bookman_hq)s(13)>Präsentationsmodus

# replay/stop
source: Stop demo and play
de: Demo anhalten und spielen

# replay/next
source: Next demo
de: Nächste Demo

# replay/continue_replay
source: Back to demo
de: Zurück zur Demo

# button/yes
source: <f(pobeda)s(27)b>Yes
de: <f(pobeda)s(27)b>Ja

# button/continue
source: <f(pobeda)s(27)b>Continue
de: <f(pobeda)s(27)b>Fortfahren

# button/next
source: <f(pobeda)s(27)b>Next
de: <f(pobeda)s(27)b>Nächste

# button/apply
source: <f(pobeda)s(27)b>Apply
de: <f(pobeda)s(27)b>Anwenden

# button/reset
source: <f(pobeda)s(27)b>Reset
de: <f(pobeda)s(27)b>Zurücksetzen

# button/close
source: <f(pobeda)s(27)b>Close
de: <f(pobeda)s(27)b>Schließen

# button/retreat
source: Retreat
de: Rückzug

# button/surrender
source: Surrender
de: Aufgeben

# button/start
source: Start
de: Starten

# button/delete
source: Delete
de: Löschen

# button/completed
source: Completed
de: Erledigt

# button/failed
source: Failed
de: Gescheitert

# button/login
source: Login
de: Anmelden

# missions/fog_of_war
source: <f(roboto_mono)s(15)>Fog of War
de: <f(roboto_mono)s(15)>Nebel des Krieges

# button/single
source: Singleplayer
de: Einzelspieler

# button/single_continue
source: Continue game
de: Spiel fortsetzen

# button/single_skirmish
source: Skirmish
de: Einzelgefecht

# button/skirmish_txt
source: Choose your Skirmish mode!
de: Wählen Sie Ihren Einzelgefechtsmodus!

# button/skirmish_local
source: Local
de: Lokal

# button/bonus
source: Bonus Content
de: Bonusinhalte

# button/dlc
source: Downloadable Content
de: Herunterladbare Inhalte

# button/profile
source: Profile
de: Profil

# button/exit
source: Exit
de: Beenden

# button/save
source: Save
de: Speichern

# button/load
source: Load
de: Laden

# button/easy
source: Easy
de: Leicht

# button/hard
source: Hard
de: Schwer

# button/bonus_missions
source: Bonus missions
de: Bonusmissionen

# button/ignore
source: Ignore
de: Ignorieren

# button/announcement
source: Announcement
de: Mitteilung

# button/store
source: STORE
de: SHOP

# time/month
source: Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec
de: Jan Feb Mär Apr Mai Jun Jul Aug Sep Okt Nov Dez

# statusbar/single_player
source: Singleplayer
de: Einzelspieler

# statusbar/dlc
source: Downloadable Content
de: Herunterladbare Inhalte

# statusbar/campaign_list
source: Singleplayer: nations
de: Einzelspieler: Nationen

# statusbar/mission_list
source: Singleplayer: missions
de: Einzelspieler: Missionen

# missions/archive
source: <f(impact)s(21)>Archive
de: <f(impact)s(21)>Archiv

# missions/difficulty/easy
source: <f(anka)s(15)>Easy
de: <f(anka)s(15)>Leicht

# missions/difficulty/hard
source: <f(anka)s(15)>Hard
de: <f(anka)s(15)>Schwer

# missions/mission_options
source: <f(roboto_mono)s(18)>Mission options
de: <f(roboto_mono)s(18)>Missionsoptionen

# entity_info/description/car
source: Car : %1%
de: Auto: %1%

# entity_info/description/cannon
source: Cannon : %1%
de: Geschütz : %1%

# entity_info/description/airborne
source: Airborne : %1%
de: Flugzeug: %1%

# entity_info/description/marine
source: Boat : %1%
de: Boot: %1%

# entity_info/vehicle/weapon_1
source: Weapon<x(55)>: %1%
de: Waffe<x(55)>: %1%

# entity_info/vehicle/speed
source: Speed<x(55)>: %1%
de: Geschw.<x(55)>: %1%

# entity_info/vehicle/crew
source: Crew<x(55)>: %1%
de: Besatzung<x(55)>: %1%

# entity_info/vehicle/turret
source: Turret
de: Geschütz

# promo/upgrade_to_full
source: Thank you for playing Call to Arms. We hope you enjoyed the game so far! You can find some great upgrade options below. Enjoy more factions, singleplayer and cooperative support, Workshop content, custom editor battles and instant access to all factions!
de: Danke, dass Sie Call to Arms spielen. Wir hoffen, dass Ihnen das Spiel bisher gefallen hat! Unten können Sie ein paar großartige Upgrades sehen. Erleben Sie weitere Fraktionen, Einzelspieler- und Koop-Unterstützung, Workshop-Inhalte, benutzerdefinierte Editor-Gefechte und den sofortigen Zugriff auf alle Fraktionen!

# promo/upgrade_to_deluxe
source: Thank you for owning the Basic Edition of Call to Arms! You can upgrade your package to Deluxe Edition or Ultimate Edition and enjoy the game with even more content and extras!
de: Danke, dass Sie die Basic Edition von Call to Arms spielen! Sie können ihr PaKet auf die Deluxe Edition oder Ultimate Edition upgraden und weitere Inhalte und Extras des Spieles kennenlernen!

# promo/upgrade_to_ultimate
source: Thank you for owning the Deluxe Edition of Call to Arms! Perhaps you want to upgrade your package with the Season Pass to Ultimate Edition and enjoy even more cooperative campaigns and early access to new factions!
de: Danke, dass Sie die Deluxe Edition von Call to Arms spielen! Sie können ihr PaKet mit dem Season Pass auf die Ultimate Edition upgraden und noch mehr Koop-Kampagnen spielen sowie Early Access zu neuen Fraktionen genießen!

# announce_sale_text
source: Call to Arms is currently on Sale! Today you can upgrade your package at a great price. Enjoy instant unit unlock, Singleplayer and Cooperative content, Workshop support and much more!
de: Call to Arms ist momentan im Angebot! Heute können Sie Ihr PaKet zu einem einmaligen Preis upgraden. Genießen Sie neue Einheiten, Einzelspieler- und Koop-Inhalte, Workshop-Unterstützung und vieles mehr!

# announce_sale_xmas_text
source: Happy Holidays! All Call to Arms upgrade packages and in-game items are currently on sale at a fantastic price. It's a perfect time to make yourself or friends a well deserved little present. Have fun and enjoy the time with your loved ones!
de: Frohe Festtage! Alle Call to Arms-Upgradepakete und Gegenstände im Spiel sind momentan zu einem großartigen Preis verfügbar. Der optimale Zeitpunkt, Ihren Freunden oder Ihnen selbst ein kleines, wohlverdientes Geschenk zu machen. Viel Spaß und genießen Sie die Zeit an der Seite Ihrer Liebsten!
