Repository: Ppaja/gohtreetool
Catalog: mod/localizations/default/interface/text/dlg_frontend.po
Languages: de

# options/keys/control_manual/special_action#desc
source: Switch to available throwing weapons and back.
de: Zu verfügbaren Wurfgeschossen und zurück wechseln.

# options/keys/control_manual/next_ammo#desc
source: Switch between available ammo types.
de: Zwischen verfügbaren Munitionstypen wechseln.

# options/keys/control_manual/next_weapon
source: Switch weapon
de: Waffe wechseln

# options/keys/keymap/key_end
source: END
de: ENDE

# main_menu2/singleplayer/up
source: UP
de: HOCH

# main_menu2/singleplayer/save_load_replay/btn_results
source: RESULTS
de: ERGEBNISSE

# options/keys/control_manual/weapon1#desc
source: Weapon 1
de: Waffe 1

# options/keys/control_manual/weapon2#desc
source: Weapon 2
de: Waffe 2

# options/keys/control_manual/weapon4#desc
source: Weapon 4
de: Waffe 4

# options/keys/control_manual/weapon5#desc
source: Weapon 5
de: Waffe 5

# main_menu2/singleplayer/save_load_replay/title_load
source: LOAD REPLAY
de: WIEDERHOLUNG LADEN

# options/keys/control_manual/weapon7#desc
source: Weapon 7
de: Waffe 7

# options/keys/control_manual/weapon8
source: Weapon 8
de: Waffe 8

# options/keys/control_manual/visionmode
source: Vision mode
de: Sichtmodus

# options/workshop/property/updated
source: Last updated:
de: Letzes Update:

# options/keys/control_manual/visionmode#desc
source: Activate vision mode
de: Sichtmodus aktivieren

# options/keys/control_manual/squadmember2
source: Select squad member 2
de: Truppmitglied 2 auswählen

# options/keys/control_manual/squadmember5
source: Select squad member 5
de: Truppmitglied 5 auswählen

# options/keys/control_camera/increase_view
source: Pitch up
de: Heben

# options/keys/actions/throw_sk_grenade#desc
source: Order the selected squad or soldier to throw a smoke grenade. (Only available if smoke grenades are available.)
de: Befehlen Sie dem gewählten Trupp oder dem Soldaten, eine Rauchgranate zu werfen. (Nur aktiv, wenn Rauchgranaten verfügbar sind.)

# options/keys/interface/game_menu#desc
source: Show game menu.
de: Blenden Sie das Spielmenü ein.

# options/keys/control_manual/squadmember6
source: Select squad member 6
de: Truppmitglied 6 auswählen

# user_statistics/ranked/stat/total_kdman
source: Total K/D ratio
de: Gesamtes K/D Verhältnis

# options/keys/interface/toggle_map
source: Map
de: Karte

# options/keys/control_manual/squadmember7
source: Select squad member 7
de: Truppmitglied 7 auswählen

# options/keys/control_camera/zoom_in
source: Zoom in
de: Heranzoomen

# options/keys/control_manual/squadmember8
source: Select squad member 8
de: Truppmitglied 8 auswählen

# options/keys/control_manual/squadmember11
source: Select squad member 11
de: Truppmitglied 11 auswählen

# options/keys/control_manual/squadmember12
source: Select squad member 12
de: Truppmitglied 12 auswählen

# main_menu2/library/soldiers/perks/mechanic
source: Mechanic
de: Mechaniker

# options/keys/keymap/mouse_right
source: Right Mouse Button
de: Rechte Maustaste

# options/keys/control_camera/rotate_right
source: Rotate right
de: Nach rechts drehen

# options/keys/control_manual#desc
source: Key assignments for directly controlling a unit.
de: Wichtige Tastenbelegungen für die Direktsteuerung einer Einheit.

# main_menu2/singleplayer/save_load_game/save_info/campaign
source: Campaign
de: Kampagne

# main_menu2/singleplayer/save_load_game/save_info/army
source: Army
de: Armee

# main_menu2/singleplayer/save_load_game/save_info/day
source: Day of conflict
de: Tag des Konflikts

# options/keys/actions/cycle_pose#desc
source: Switch from stand to crouch to prone stance and up again.
de: Zwischen stehen, hocken und liegen wechseln.

# options/keys/actions/throw_ap_grenade
source: Throw frag grenade
de: Splittergranate werfen

# options/keys/actions/throw_ap_grenade#desc
source: Order the selected squad or soldier to throw a fragmentation grenade. (Only active if frag grenades are available.)
de: Befehlen Sie dem gewählten Trupp oder dem Soldaten, eine Splittergranate zu werfen. (Nur aktiv, wenn Splittergranaten verfügbar sind.)

# options/keys/control_camera/rotate_left
source: Rotate left
de: Nach links drehen

# options/keys/actions/bazooka_shot
source: Use rocket launcher
de: Raketenwerfer benutzen

# options/keys/actions/bazooka_shot#desc
source: Order the selected squad or soldier to perform a rocket launcher shot if possible.
de: Befehlen Sie dem Trupp oder dem Soldaten, bei Gelegenheit einen Raketenwerfer-Schuss abzugeben.

# options/keys/actions/attack_melee#desc
source: Order one of your soldiers to perform a melee attack against the selected target.
de: Befehlen Sie einem Ihrer Soldaten, einen Nahangriff auf das ausgewählte Ziel durchzuführen.

# options/keys/groups/select_8
source: Select squad 8
de: Trupp 8 auswählen

# options/keys/actions/attach
source: Attach
de: Montieren

# user_statistics/faction/stat/rank
source: Place in leaderboard
de: Platz in Rangliste

# options/keys/actions/heal
source: Heal
de: Heilen

# main_menu2/library/soldiers/stamina
source: Stamina#%.f (%.1f)
de: Ausdauer#%.f (%.1f)

# options/keys/actions/attach#desc
source: Attach a cannon to a vehicle.
de: Hängen Sie ein Geschütz an ein Fahrzeug an.

# button/info
source: Information
de: Informationen

# options/workshop/status/removing
source: Removing...
de: Entferne ...

# options/keys/actions/smoke_decoy
source: Smoke screen
de: Nebelwand

# options/keys/actions/smoke_decoy#desc
source: Launch a smoke screen of a selected vehicle with this ability.
de: Lösen Sie eine Nebelwand mit einem dazu fähigen Fahrzeug aus.

# options/keys/actions/repair
source: Repair
de: Reparieren

# main_menu2/news
source: NEWS
de: NEUIGKEITEN

# options/keys/actions/cancel
source: Cancel
de: Abbrechen

# options/keys/actions/cancel#desc
source: Cancel all current orders for the selected squad.
de: Widerrufen Sie sämtliche Befehle des gewählten Trupps.

# options/keys/actions/emit#desc
source: Order crew to exit a vehicle.
de: Befehlen Sie einem Besatzungsmitglied, ein Fahrzeug zu verlassen.

# user_statistics/faction/stat/winratio
source: Win ratio
de: Siegquote

# options/keys/actions/examine
source: Examine
de: Untersuchen

# options/keys/actions/drop
source: Drop/put item
de: Gegenstand ablegen/deponieren

# options/keys/actions/drop#desc
source: Drop the currently selected item on a specified place on the ground, or put it into the specified container.
de: Legen Sie den aktuellen Gegenstand an der gewünschten Position ab oder deponieren Sie ihn im angegebenen Behälter.

# options/keys/actions/heal#desc
source: Use medical kits to patch wounds.
de: Versorgen Sie Verletzungen mit Verbandskästen.

# options/keys/actions/toggle_hatch
source: Toggle hatch state
de: Luke öffnen/schließen

# main_menu2/library/vehicles/fuel/range
source: Max Range#%.1f km
de: Max. Reichweite#%.1f km

# main_menu2/breadcrumbs/page_launcher_multiplayer
source: Launcher (Multiplayer)
de: Start (Multiplayer)

# options/keys/control_camera
source: CAMERA CONTROLS
de: KAMERA-STEUERUNG

# main_menu2/market/item_content_label2
source: One of them contains:
de: Enthält:

# options/keys/control_camera/center_active
source: Centre on active unit
de: Auf aktive Einheit zentrieren

# options/keys/control_camera/mouse_rotate
source: Camera rotation
de: Kameradrehung

# options/keys/interface/videocapture#desc
source: Toggle video capture on/off. Captured video files are saved in the videos subfolder of your profile folder.
de: Stellen Sie die Videoaufnahme an oder aus. Aufgenommene Videodateien werden in Ihrem Profilordner unter „Videos" gespeichert.

# main_menu2/market/inspect
source: Inspect
de: Ansehen

# main_menu2/library/soldiers/perks/personage
source: Personage
de: Persönlichkeit

# options/keys/control_camera/mouse_rotate#desc
source: Enable camera rotation.
de: Aktivieren Sie die Kameradrehung.

# options/keys/control_camera/zoom_in#desc
source: Move camera closer to the ground.
de: Bewegen Sie die Kamera näher zum Boden.

# options/keys/control_camera/zoom_out
source: Zoom out
de: Herauszoomen

# options/keys/control_camera/zoom_out#desc
source: Move camera away from the ground.
de: Bewegen Sie die Kamera vom Boden weg.

# options/keys/control_camera/rotate_left#desc
source: Rotate camera anti-clockwise.
de: Drehen Sie die Kamera gegen den Uhrzeigersinn.

# options/keys/control_camera/rotate_right#desc
source: Rotate camera clockwise.
de: Drehen Sie die Kamera im Uhrzeigersinn.

# main_menu2/multiplayer/local_game_desc
source: Play in LAN or with DirectIP
de: Via LAN oder DirectIP spielen

# options/keys/control_camera/decrease_view
source: Pitch down
de: Senken

# options/keys/interface/toggle_equipment#desc
source: Show the selected unit's inventory.
de: Blenden Sie das Inventar der gewählten Einheit ein.

# options/keys/interface/toggle_objectives#desc
source: Show mission objectives.
de: Werfen Sie einen Blick auf Ihre Missionsziele.

# options/keys/interface/toggle_message_history
source: Message history
de: Nachrichtenliste

# options/keys/interface/toggle_message_history#desc
source: Show message history.
de: Zeigen Sie die Nachrichtenliste an.

# options/keys/keymap/key_numpadminus
source: NUM -
de: ZIFF -

# button/cancel
source: <f(pobeda)s(27)b>Cancel
de: <f(pobeda)s(27)b>Abbrechen

# options/workshop/property/state
source: State:
de: Status:

# options/keys/interface/corpses_highlight
source: Highlight corpses
de: Gefallene hervorheben

# fail_minimum_memory
source: Cannot allocate required video memory. This may cause memory errors during the game. If your video card meets the minimum requirements listed in the User Guide, another application may be preventing the game from allocating enough video memory. Do you want to run the game anyway?
de: Zuweisung des benötigten Grafikspeichers gescheitert. Dies kann während des Spiels zu Speicherproblemen führen. Wenn Ihre Grafikkarte die im Handbuch beschriebenen Mindestvoraussetzungen erfüllt, verhindert möglicherweise eine andere Anwendung die Zuweisung von ausreichendem Grafikspeicher. Möchten Sie das Spiel trotzdem ausführen?

# user_statistics/ranked/stat/killveh_bot
source: Bot vehicle kills
de: Anzahl der zerstörten Bot-Fahrzeuge

# options/keys/interface/videocapture
source: Capture video
de: Video aufnehmen

# options/keys/interface/game_menu
source: Game menu
de: Spielmenü

# main_menu2/singleplayer/save_load_replay/hint/rename
source: Rename replay
de: Wiederholung umbenennen

# options/keys/interface#desc
source: Key assignments for the interface and unit selection.
de: Wichtige Tastenbelegungen für Oberfläche und Einheitenauswahl.

# options/keys/multiplayer/leave_unit
source: Abandon vehicle
de: Fahrzeug aufgeben

# options/keys/multiplayer/leave_unit#desc
source: Unload the crew and self-destruct the selected vehicle with timed explosives. Vehicle can be recovered if recrewed before explosives detonate
de: Lassen Sie die Besatzung aussteigen und sorgen Sie mit Zeitzündesprengladungen für die Zerstörung des Fahrzeuges. Das Fahrzeug kann gerettet werden, wenn Sie es bemannen, bevor die Sprengladung detoniert.

# button/credits
source: Credits
de: Mitwirkende

# options/keys/multiplayer/push_to_talk
source: Push to talk
de: Zum Reden drücken

# options/keys/multiplayer#desc
source: Key assignments for multiplayer games
de: Wichtige Tastenbelegungen für Multiplayer-Spiele

# main_menu2/singleplayer/save_load_game/title_save
source: SAVE GAME
de: SPIEL SPEICHERN

# main_menu2/singleplayer/save_load_replay/title_save
source: SAVE REPLAY
de: WIEDERHOLUNG SPEICHERN

# options/keys/groups/assign_1
source: Assign squad 1
de: Trupp 1 zuweisen

# options/keys/groups/assign_3
source: Assign squad 3
de: Trupp 3 zuweisen

# options/keys/groups/assign_4
source: Assign squad 4
de: Trupp 4 zuweisen

# options/keys/groups/assign_6
source: Assign squad 6
de: Trupp 6 zuweisen

# main_menu2/market/filter/boxes
source: Boxes
de: Boxen

# options/keys/groups/assign_7
source: Assign squad 7
de: Trupp 7 zuweisen

# user_statistics/profile/color
source: COLOR
de: FARBE

# options/keys/groups/select_2
source: Select squad 2
de: Trupp 2 auswählen

# options/keys/groups/select_3
source: Select squad 3
de: Trupp 3 auswählen

# save_load_game/load_invalid_version_failed
source: This save game was created in a different game version. It cannot be loaded.
de: Dieser Spielstand wurde mit einer anderen Spielversion erstellt. Laden nicht möglich.

# options/keys/groups/select_4
source: Select squad 4
de: Trupp 4 auswählen

# options/keys/groups#desc
source: Key assignments for squads
de: Wichtige Tastenbelegungen für Trupps

# options/keys/groups/select_6
source: Select squad 6
de: Trupp 6 auswählen

# options/keys/groups/select_7
source: Select squad 7
de: Trupp 7 auswählen

# options/workshop/status/subscribed
source: Subscribed
de: Bestellt

# options/keys/keymap/key_control
source: CTRL
de: STRG

# options/keys/groups/select_9
source: Select squad 9
de: Trupp 9 auswählen

# main_menu2/breadcrumbs/page_main
source: HOME
de: POS 1

# save_load_game/game_progress_lost
source: Your current progress will be lost. Are you sure you want to load the game?
de: Ihre aktuellen Fortschritte gehen verloren. Möchten Sie das Spiel wirklich laden?

# main_menu2/multiplayer/skirmish_game_desc
source: Fight against AI and prepare yourself for online battles
de: Kämpfen Sie gegen KI-Gegner und bereiten Sie sich auf Online-Gefechte vor

# options/keys/keymap/key_back
source: BACK
de: ZURÜCK

# main_menu2/singleplayer/hardcore
source: HARDCORE REALISM
de: HARDCORE REALISMUS

# main_menu2/singleplayer/fog_of_war
source: <x(+5)f(anka)s(15)e(shadow)>Enable Fog of war
de: <x(+5)f(anka)s(15)e(shadow)>Nebel des Krieges aktivieren

# main_menu2/multiplayer/ranked_game
source: RANKED GAME
de: RANGLISTENSPIEL

# options/keys/keymap/key_y
source: Y
de: Z

# user_profile/online
source: <c(25 25 25)>In-Game: %1%
de: <c(25 25 25)>Im Spiel: %1%

# main_menu2/breadcrumbs/page_launcher_singleplayer
source: Launcher (Singleplayer)
de: Start (Einzelspieler)

# options/keys/keymap/key_unlabeled
source: UNLABELLED
de: UNBENANNT

# main_menu2/singleplayer/back
source: BACK
de: ZURÜCK

# main_menu2/library/weapons/range_accuracy/spread
source: Spread#<x(%i)>%.2f m
de: Streuung#<x(%i)>%.2f m

# options/keys/keymap/key_z
source: Z
de: Y

# main_menu2/library/weapons/range_accuracy/distance
source: Distance#<x(%i)>%i m
de: Entfernung#<x(%i)>%i m

# missions/current_difficulty
source: <f(roboto_mono)s(15)c(200 200 200)>Difficulty
de: <f(roboto_mono)s(15)c(200 200 200)>Schwierigkeit wählen

# options/keys/keymap/key_rshift
source: Right SHIFT
de: SHIFT rechts

# options/keys/keymap/key_lalt
source: Left ALT
de: ALT links

# options/keys/keymap/key_space
source: SPACE
de: LEERTASTE

# options/keys/keymap/mouse5
source: MOUSE 6
de: MAUS 6

# options/keys/keymap/key_numpad8
source: NUM 8
de: ZIFF 8

# user_statistics/faction/stat/lostveh
source: Vehicles lost
de: Verlorene Fahrzeuge

# main_menu2/singleplayer/save_load_game/btn_back
source: BACK
de: ZURÜCK

# options/keys/keymap/key_numpad5
source: NUM 5
de: ZIFF 5

# options/keys/keymap/key_numpad6
source: NUM 6
de: ZIFF 6

# options/keys/keymap/key_numpad1
source: NUM 1
de: ZIFF 1

# user_profile2/xp_to_next_level
source: %1% XP to next level.
de: %1% EP bis zum nächsten Level.

# options/keys/keymap/key_numpad2
source: NUM 2
de: ZIFF 2

# options/keys/keymap/key_numpad3
source: NUM 3
de: ZIFF 3

# statusbar/replay
source: Replay
de: Wiederholung

# options/keys/keymap/key_colon
source: COLON
de: DOPPELPUNKT

# options/keys/keymap/key_underline
source: UNDERLINE
de: UNTERSTRICH

# options/keys/keymap/key_numpadenter
source: NUM ENTER
de: ZIFF ENTER

# options/keys/keymap/key_numpadcomma
source: NUM ,
de: ZIFF ,

# main_menu2/breadcrumbs/page_replays
source: REPLAYS
de: WIEDERHOLUNGEN

# options/keys/keymap/key_ralt
source: Right ALT
de: ALT rechts

# main_menu2/multiplayer/skirmish_game
source: SKIRMISH
de: EINZELGEFECHT

# options/keys/keymap/key_home
source: HOME
de: POS 1

# main_menu2/singleplayer/save_load_replay/hint/load
source: Load replay
de: Wiederholung laden

# options/keys/keymap/key_prior
source: PRIOR
de: ZURÜCK

# options/keys/keymap/key_right
source: RIGHT
de: RECHTS

# options/keys/keymap/key_down
source: DOWN
de: RUNTER

# options/keys/keymap/key_next
source: PAGE DOWN
de: BILD RUNTER

# options/keys/keymap/key_insert
source: INSERT
de: EINFG

# options/keys/keymap/key_delete
source: DELETE
de: ENTF

# user_statistics/faction/stat/gameswon
source: Games won
de: Gewonnene Spiele

# main_menu2/market/rarity/common
source: Common
de: Häufig

# options/workshop/mod_delete
source: Delete this mod?
de: Diesen Mod löschen?

# options/keys/keymap/key_numpadplus
source: NUM +
de: ZIFF +

# main_menu2/singleplayer/save_load_game/save_info/time
source: Time
de: Zeit

# options/keys/keymap/key_numpadperiod
source: NUM .
de: ZIFF .

# dialog_box/title_warning
source: <f(pobeda)s(27)b+c(faeacb)e(shadow)x.y.>Warning
de: <f(pobeda)s(27)b+c(faeacb)e(shadow)x.y.>Warnung

# options/keys/keymap/key_uparrow
source: UP
de: HOCH

# replay/record
source: Record
de: Aufzeichnen

# options/keys/keymap/key_leftarrow
source: LEFT
de: LINKS

# options/keys/keymap/key_downarrow
source: DOWN
de: RUNTER

# options/keys/keymap/mouse0
source: LMB
de: LMT

# options/keys/keymap/mouse1
source: RMB
de: RMT

# main_menu2/library/vehicles/crew_size
source: Crew#%s
de: Besatzung#%s

# options/mods/dependency_warning
source: Mod '%1%' requires '%2%': Missing dependency.
de: Mod „%1%" benötigt „%2%": Benötigte Komponente fehlt.

# options/keys/keymap/mouse2
source: MMB
de: MMT

# options/keys/keymap/mouse3
source: MOUSE 4
de: MAUS 4

# options/keys/keymap/mouse7
source: MOUSE 8
de: MAUS 8

# options/keys/keymap/mouse_left
source: Left Mouse Button
de: Linke Maustaste

# options/keys/keymap/~ctrl
source: ~CTRL
de: ~STRG

# main_menu2/library/vehicles/multiple_mguns
source: Machine Gun %i#%s
de: Maschinengewehr %i#%s

# user_statistics/ranked/stat/max_score_bot
source: Highest score in a bot game
de: Höchste Punktzahl in einem Bot-Spiel

# main_menu2/library/weapons/damage_table/projectile
source: Penetration#<x(%i)>%.f mm
de: Durchschlagskraft#<x(%i)>%.f mm

# main_menu2/breadcrumbs/tab_inventory
source: INVENTORY
de: INVENTAR

# options/keys/keymap/~double
source: ~Double
de: ~Doppel

# options/keys/reset_confirm
source: Do you really want to reset your controls settings to default?
de: Wollen Sie Ihre Steuerungseinstellungen wirklich zurücksetzen?

# options/mods/dialog_title
source: Mod Manager
de: Mod-Verwaltung

# options/mods/selected
source: Activated:
de: Aktiviert:

# options/mods/btn_delete
source: Delete
de: Löschen

# main_menu2/library/weapons/burst_accuracy
source: Burst Accuracy
de: Salvengenauigkeit

# button/complete
source: Complete
de: Fertigstellen

# user_profile2/rank_na
source: RANK N/A
de: RANG N/A

# options/mods/txt_delete
source: Delete selected mod?
de: Ausgewählte Mod löschen?

# options/mods/disabled_warning
source: Mod '%1%' was disabled: Unsupported game version.
de: Mod „%1%" wurde deaktiviert: Spielversion wird nicht unterstützt.

# main_menu2/breadcrumbs/tab_store
source: STORE
de: SHOP

# options/mods/dependency_warning_caption
source: Mod '%1%' is not installed: Missing dependency.
de: Mod „%1%" ist nicht installiert: Benötigte Komponente fehlt.

# options/mods/dependency_warning_caption_install
source: <c(219 44 29)>Mod '%1%' is not installed.
de: <c(219 44 29)>Mod „%1%“ ist nicht installiert.

# welcome_text
source: Welcome message text here
de: Text für Willkommensnachricht hier

# main_menu2/market/item_content_label
source: Contains one of the following items:
de: Enthält eines der folgenden Gegenstände:

# options/workshop/btn_refresh
source: Refresh
de: Aktualis.

# options/workshop/btn_preview
source: Open workshop page
de: Workshop-Seite öffnen

# options/workshop/btn_subscribe
source: <s(20)>SUBSCRIBE
de: <s(20)>ABONNIEREN

# options/workshop/btn_activate
source: <f(pobeda)>ACTIVATE
de: <f(pobeda)>AKTIVIEREN

# main_menu2/market/rarity/simple
source: Simple
de: Einfach

# user_statistics/ranked/stat/bot_gamesplayed
source: Bot Games played
de: Gespielte Bot-Spiele

# options/workshop/btn_delete
source: <s(20)>DELETE
de: <s(20)>LÖSCHEN

# options/workshop/mod_apply
source: Apply
de: Anwenden

# options/workshop/header
source: #Title#Updated#Size#Status#
de: #Titel#Aktualisiert#Größe#Status#

# options/workshop/unknown
source: unknown
de: unbekannt

# options/workshop/status/downloading
source: Downloading
de: Wird heruntergeladen

# options/workshop/status/downloading_with_progress
source: Downloading (%.0f%)
de: Wird heruntergeladen (%.0f%)

# options/workshop/property/size
source: Size on disk:
de: Größe auf Festplatte:

# options/workshop/tag/map
source: Map
de: Karte

# main_menu2/library/weapons/magazin_size
source: Magazine Size#%i
de: Magazingröße#%i

# options/workshop/tag/legacy
source: Legacy
de: Vermächtnis

# button/back
source: Back
de: Zurück

# options/workshop/confirm_show_workshop
source: Open workshop page?
de: Workshop-Seite öffnen?

# options/workshop/confirm_show_item_page
source: Open page for '%1%'?
de: Seite „%1%“ öffnen?

# options/workshop/confirm_mod_activate
source: Activate outdated mod '%1%'?
de: Veraltete Mod '%1%' aktivieren?

# options/workshop/confirm_mod_apply
source: Apply mod changes?
de: Mod-Änderungen übernehmen?

# options/workshop/confirm_mod_reset
source: Reset mod changes?
de: Mod-Änderungen zurücksetzen?

# options/workshop/confirm_subscribe
source: Subscribe to selected mod?
de: Ausgewählte Mod abonnieren?

# button/replay
source: Replays
de: Wiederholungen

# options/workshop/download_progress2
source: Downloading... %1% of %2% (%3%)
de: Wird heruntergeladen ... %1% von %2% (%3%)

# options/workshop/no_workshop_items
source: No subscribed mods found.
de: Keine abonnierten Mods gefunden.

# options/workshop/activated_mod_delete
source: Can not delete an activated mod.
de: Aktivierte Mods können nicht gelöscht werden.

# main_menu2/market/open
source: Open
de: Öffnen

# main_menu2/market/market
source: Community Market
de: Community-Markt

# options/workshop/mod_reset
source: Reset
de: Zurücksetzen

# main_menu2/singleplayer/save_load_game/btn_save
source: SAVE
de: SPEICHERN

# user_profile2/xp_modifier
source: (+%1% % XP Boost for %2% Hours)
de: (+%1% % EP-Schub für %2% Stunden)

# main_menu/restart_confirm
source: Restart mission?
de: Mission neu starten?

# user_profile/rank_txt
source: <c(25 25 25)>Rank:
de: <c(25 25 25)>Rang:

# user_profile2/score
source: SCORE %1%
de: PUNKTZAHL %1%

# main_menu2/market/filter/all
source: All
de: Alle

# user_profile2/army#no_dlc
source: You need to buy DLC with this army.
de: Für diese Armee müssen Sie einen DLC kaufen.

# user_statistics/faction/stat/killveh
source: Vehicles killed
de: Zerstörte Fahrzeuge

# user_statistics/faction/title
source: FACTIONS
de: FRAKTIONEN

# main_menu2/leaderboard
source: LEADERBOARD
de: RANGLISTE

# main_menu2/inventory
source: INVENTORY
de: INVENTAR

# main_menu2/replays
source: REPLAYS
de: WIEDERHOLUNGEN

# main_menu2/market/filter/items
source: Items
de: Gegenstände

# main_menu2/market/filter/key
source: Key
de: Schlüssel

# main_menu2/market/filter/keys
source: Keys
de: Schlüssel

# main_menu2/market/filter/pack
source: Pack
de: Bündel

# main_menu2/market/filter/cash_case
source: Case
de: Koffer

# main_menu2/market/filter/value
source: XP Bonus
de: EP-Bonus

# main_menu2/market/filter/squad_logo
source: Squad Logo
de: Truppsymbol

# main_menu2/singleplayer/continue_game
source: CONTINUE GAME
de: SPIEL FORTSETZEN

# main_menu2/singleplayer/page_campaign_desc
source: Singleplayer missions
de: Einzelspieler Missionen
