Repository: Ppaja/gohtreetool
Catalog: mod/localizations/default/interface/text/dlg_frontend.po
Languages: de

# options/audio/bits#desc
source: Changes quality (sample resolution) of the audio stream.
de: Ändert die Klangqualität (Sampling-Auflösung).

# options/audio/bits#/8_bit
source: 8 bits
de: 8 Bit

# options/keys/keymap/key_divide
source: NUM DIVIDE
de: ZIFF GETEILT

# options/audio/bits#/16_bit
source: 16 bits
de: 16 Bit

# main_menu2/singleplayer/save_load_replay/btn_rename
source: RENAME
de: UMBENENNEN

# options/audio/buffers
source: Buffers
de: Puffer

# options/keys/keymap/mouse_midle
source: Middle Mouse Button
de: Mittlere Maustaste

# options/keys/actions/attack_melee
source: Melee attack
de: Nahangriff

# options/audio/buffers#desc
source: The number of sound buffers is the number of simultaneous sounds which can be processed by your system. Consider lowering this setting if you are experiencing performance or stability issues.
de: Die Zahl der Soundpuffer gibt die Zahl der gleichzeitig verarbeiteten Sounds an. Treten Probleme mit der Leistung oder Stabilität des Spiels auf, sollten Sie diesen Wert senken.

# options/keys/actions/rotate
source: Look at
de: Ausrichten

# user_profile/xp_progress
source: <c(255 255 255)e(shadow)>%1%/%2% XP
de: <c(255 255 255)e(shadow)>%1%/%2% EP

# main_menu2/store
source: STORE
de: SHOP

# options/audio/enable_hit_sound
source: Enable Hit Sound
de: Treffergeräusche

# main_menu2/singleplayer/save_load_replay/btn_back
source: BACK
de: ZURÜCK

# options/audio/enable_hit_sound#desc
source: Plays a sound effect on hitting an enemy unit in "Direct Control" mode.
de: Spielt einen Ton beim Treffen einer feindlichen Einheit im „Direktsteuerungsmodus“.

# options/audio/volume/effects
source: Effects
de: Effekte

# options/audio/volume/emotions
source: Vocal emotes
de: Sprach-Emotes

# user_statistics/ranked/stat/max_infantry_bot
source: Highest bot infantry kills
de: Am meisten getötete Bot-Infanteristen

# options/audio/volume/emotions#desc
source: Volume of soldiers' emotes during battle.
de: Lautstärke der Kommentare der Soldaten während des Gefechts.

# main_menu2/library/weapons
source: Weapons
de: Waffen

# main_menu2/library/fauna
source: Fauna
de: Tierwelt

# button/restart
source: Restart
de: Neu starten

# options/keys/multiplayer/show_notification
source: Team marker/Chatwheel
de: Team-Wegpunkt/Chatrad

# options/keys/multiplayer/show_notification#desc
source: Places marker on map and mini-map that only your team can see. Hold down to activate the Chatwheel!
de: Platziert einen Wegpunkt auf Karte und Minikarte, den nur Ihr Team sehen kann. Gedrückt halten, um das Chatrad zu aktivieren!

# options/audio/volume/environment
source: Environment
de: Umgebung

# options/audio/volume/environment#desc
source: Volume of environmental sounds (the wind, the waves, birds, crickets, etc.).
de: Lautstärke der Umgebungsgeräusche (Wind, Brandung, Vögel usw.).

# options/keys/with_nodouble
source: Single key press
de: Einmal drücken

# main_menu2/library/soldiers/veterancy
source: Veterancy#%i (%.1f / %.1f XP)
de: Kampferfahrung#%i (%.1f / %.1f EP)

# main_menu2/library/soldiers/veterancy_max
source: Veterancy#%i (Max)
de: Kampferfahrung#%i (Max)

# main_menu2/library/soldiers/base_stats
source: Stats#Base<x(%i)>Regeneration
de: Werte#Basis<x(%i)>Regeneration

# main_menu2/library/soldiers/health_points
source: HP#%.f<x(%i)>%.1f
de: TP#%.f<x(%i)>%.1f

# main_menu2/library/soldiers/health_points_veterans
source: HP#%.f <c(green)>+%.f</c><x(%i)>%.1f <c(green)>+%.1f</c>
de: TP#%.f <c(green)>+%.f</c><x(%i)>%.1f <c(green)>+%.1f</c>

# main_menu2/library/soldiers/stamina
source: Stamina#%.f<x(%i)>%.1f
de: Ausdauer#%.f<x(%i)>%.1f

# main_menu2/library/soldiers/stamina_veterans
source: Stamina (Regen)#%.f <c(green)>+%.f</c><x(%i)>%.1f <c(green)>+%.1f</c>
de: Ausdauer (Regen)#%.f <c(green)>+%.f</c><x(%i)>%.1f <c(green)>+%.1f</c>

# options/audio/volume/interface#desc
source: Interface music volume.
de: Lautstärke der Menümusik.

# options/game/autosave
source: Enable Autosave
de: Automatisches Speichern aktivieren

# options/audio/volume/game_music#desc
source: Background music volume.
de: Lautstärke der Hintergrundmusik.

# options/keys/control_manual/weapon_reload#desc
source: Reload currently held weapon. Also reloads the weapons of all selected units in rts.
de: Aktuelle Waffe nachladen. Dadurch werden auch die Waffen aller ausgewählten Einheiten im Echtzeitstrategiemodus nachgeladen.

# options/workshop/status/pending
source: Pending
de: Ausstehend

# options/game/multiplayer/message_chatwheel/3
source: Affirmative!
de: Verstanden!

# options/audio/volume/narrator
source: Speech
de: Sprachausgabe

# announce_upgrade_text
source: We hope you were enjoying Call to Arms so far! It's a great time to upgrade your free edition to one of the full version packages. Experience the singleplayer campaigns in solo or coop with your friends, play user generated content via Steam Workshop, fight custom battles in editor, mod your game from ground up, get your multiplayer units unlocked instantly and receive access to new factions (once available). Of course, there are also some extra goodies waiting for you. For more information, please check the product pages. Have fun!
de: Wir hoffen, dass Sie bisher viel Spaß mit Call to Arms hatten! Jetzt ist ein guter Zeitpunkt, um die Gratisversion auf eines der Vollversionspakete upzugraden. Erleben Sie die Einzelspielerkampagnen allein oder im Koop mit Ihren Freunden, spielen Sie von anderen Benutzern erstellte Inhalte über den Steam Workshop, kämpfen Sie in benutzerdefinierten Gefechten im Editor, modden Sie Ihr Spiel von Grund auf, schalten Sie sofort Ihre Multiplayer-Einheiten frei und erhalten Sie Zugang zu neuen Fraktionen (sobald verfügbar). Natürlich erwarten Sie auch einige zusätzliche Goodies. Sehen Sie sich die Produktseite an, um mehr zu erfahren. Viel Spaß!

# options/audio/volume/narrator#desc
source: Volume of soldiers' and narrator's speech during battle.
de: Lautstärke der Sprachausgabe während des Gefechts.

# options/workshop/confirm_unsubscribe
source: <f(roboto_mono)s(18)>Unsubscribe from selected mod?
de: <f(roboto_mono)s(18)>Ausgewählten Mod abbestellen?

# options/audio/reset_confirm
source: Do you really want to reset your audio settings to default?
de: Wollen Sie Ihre Audioeinstellungen wirklich zurücksetzen?

# options/keys/groups/assign_8
source: Assign squad 8
de: Trupp 8 zuweisen

# options/game/difficulty
source: Difficulty
de: Schwierigkeit

# options/keys/actions/throw_at_grenade
source: Throw anti-tank grenade
de: Panzerabwehrgranate werfen

# options/keys/multiplayer/chat_#desc
source: Send a message to your team. Hold down to activate the Chatwheel!
de: Schicken Sie Ihrem Team eine Nachricht. Gedrückt halten, um das Chatrad zu aktivieren!

# button/no
source: <f(pobeda)s(27)b>No
de: <f(pobeda)s(27)b>Nein

# options/keys/control_manual/next_weapon#desc
source: Switch between available primary and secondary weapons.
de: Wechseln Sie zwischen den verfügbaren Primär- und Sekundärwaffen.

# options/game/difficulty#/easy
source: Easy
de: Leicht

# version_short_string
source: %2% - version %1%
de: Call to Arms - Gates of Hell - version %1%

# options/keys/interface/toggle_equipment
source: Inventory
de: Inventar

# main_menu2/library/items
source: Items
de: Gegenstände

# options/keys/control_manual/toggle
source: Direct Control on/off
de: Direktsteuerung ein/aus

# options/keys/control_manual/toggle#desc
source: Switches "Direct Control" on or off.
de: „Direktsteuerung“ ein- oder ausschalten.

# options/keys/control_manual/manual_mode_toggle
source: Toggle Control Mode
de: Steuerungsmodus ein-/ausschalten

# options/keys/control_manual/manual_mode_toggle#desc
source: Toggle Direct Control Between "Classic" and "Third Person" modes instantly for the best control type in any situation.
de: Das Umschalten zwischen dem „Klassischen“ Direktsteuerungsmodus und dem „3.-Person“-Modus ermöglicht je nach Situation die optimale Steuerungsart.

# options/game/fog_of_war
source: Fog of War
de: Nebel des Krieges

# main_menu2/breadcrumbs/page_session_list_lan
source: LOCAL
de: LOKAL

# main_menu2/header_buttons/exit
source: <s(40)>EXIT
de: <s(40)>BEENDEN

# options/game/fog_of_war#/fog_off
source: Disabled
de: Deaktiviert

# entity_info/description/tank
source: Tank : %1%
de: Panzer: %1%

# options/game/fog_of_war#/fog_simple
source: Simple
de: Einfach

# options/game/fog_of_war#/fog_realistic
source: Realistic
de: Realistisch

# main_menu2/breadcrumbs/page_load_game
source: LOAD GAME
de: SPIEL LADEN

# main_menu2/breadcrumbs/page_load_campaign
source: Load Conquest
de: Eroberung laden

# options/keys/multiplayer/push_to_talk#desc
source: Enable your microphone by holding the key.
de: Aktivieren Sie Ihr Mikrofon, indem Sie die Taste halten.

# options/game/fog_of_war#desc
source: Determines whether the "Fog of War" effect should be displayed on the screen. (This setting doesn't disable it altogether, but makes it invisible to improve game performance.)
de: Legt fest, ob der "Nebel des Krieges" angezeigt wird. (Diese Einstellung deaktiviert ihn nicht, sondern blendet ihn aus, um die Leistung des Spiels zu verbessern.)

# options/keys/control_manual/weapon3#desc
source: Weapon 3
de: Waffe 3

# options/game/subtitles#desc
source: Turn subtitles on/off.
de: Blenden Sie die Untertitel ein/aus.

# options/workshop/btn_unsubscribe
source: <s(20)>UNSUBSCRIBE
de: <s(20)>ABBESTELLEN

# options/game/invert_mouse_wheel#desc
source: Invert mouse wheel on/off.
de: Schalten Sie das Spiegeln des Mausrades ein/aus.

# options/game/invert_camera_third_person
source: Invert third-person camera
de: 3.-Person-Kamera invertieren

# options/game/mouseout_camera_movement
source: Enable edge scrolling
de: Bildschirmrand-Scrolling aktivieren

# options/mp/bandwidth/wansession
source: Starting the game (WAN)
de: Spielstart (WAN)

# options/game/mouseout_camera_movement#desc
source: Enable camera movement when the mouse is near the screen edges or offscreen
de: Aktiviert die Kamerabewegung mit der Maus am Bildschirmrand oder außerhalb des Bildschirms.

# options/game/aiming/auto_aim_vehicle
source: Auto aim at vehicles
de: Zielen Sie automatisch auf Fahrzeuge

# main_menu2/breadcrumbs/page_multiplayer_ranked
source: RANKED
de: RANGLISTENSPIEL

# options/game/aiming/auto_aim_vehicle#desc
source: Auto aiming at vehicles snaps your aiming cursor to the nearest vehicle in area.
de: Dadurch rastet der Zielcursor über dem nächstgelegenen Fahrzeug ein.

# feedback_text2
source: Dear Soldier, Thank you for your participation in Call to Arms. As a token of our gratitude for all of your contributions, we hereby award you the Silver Star. Congratulations! As an independent developer studio, your opinion is what matters to us the most. In case you haven't done so yet, please consider leaving us a nice review. We want to hear your valuable feedback and thoughts on what you enjoy most about the game. Keep in mind, the more people who can find out about the game, the better we can make it for everyone. Thank you, and good luck on the battlefield!
de: Sehr geehrter Soldat, danke für Ihre Teilnahme an Call to Arms. Als Zeichen unserer Dankbarkeit für all Ihre Beiträge verleihen wir Ihnen hiermit den Silberstern. Glückwunsch! Da wir ein unabhängiges Entwicklerstudio sind, zählt für uns nichts mehr als Ihre Meinung. Bitte denken Sie daran, uns eine gute Kritik zu hinterlassen, falls Sie es nicht ohnehin schon getan haben. Wir möchten Ihr wertvolles Feedback und Ihre Gedanken zu den für Sie schönsten Momenten des Spiels hören. Vergessen Sie nicht: je mehr Leute das Spiel entdecken, desto besser können wir es für alle machen. Danke und viel Glück auf dem Schlachtfeld!

# options/game/slow_down_while_inventory_exchange
source: Slow down during inventory exchange
de: Zeitlupe bei Inventarzugriff

# options/game/camera_scroll_speed
source: Camera scroll speed
de: Kamera-Scrollgeschwindigkeit

# options/keys/multiplayer/show_statistics#desc
source: Show in-game statistics.
de: Werfen Sie einen Blick auf die Spielstatistiken.

# options/game/camera_scroll_speed#desc
source: Changes the speed at which the camera moves.
de: Bestimmt die Geschwindigkeit der Kamerabewegung.

# options/game/camera_rotate_speed
source: Camera rotation speed
de: Kameradrehungsgeschwindigkeit

# options/game/multiplayer/message_chatwheel/4
source: Welcome to the meatgrinder!
de: Willkommen im Fleischwolf!

# options/game/camera_rotate_speed#desc
source: Controls the camera rotation sensibility.
de: Bestimmt die Empfindlichkeit der Kameradrehung.

# options/game/camera_speed_third_person
source: Aim speed in "3rd Person"
de: Zielgeschwindigkeit

# options/game/hints
source: Tips
de: Tipps

# options/workshop/btn_deactivate
source: <f(pobeda)>DEACTIVATE
de: <f(pobeda)>DEAKTIVIEREN

# options/game/hints#desc
source: Displays mouse tooltips when pointing to buttons and units.
de: Zeigt Tooltips an, wenn Sie den Mauszeiger über Buttons oder Einheiten bewegen.

# options/game/action_by_left_click
source: Reverse mouse buttons
de: Maustasten umkehren

# options/game/threat_markers#desc
source: Enables markers for enemies which are out of sight.
de: Blendet Marker für Feinde außerhalb der Sichtweite ein.

# main_menu2/multiplayer/session/host_game
source: HOST GAME
de: SPIEL HOSTEN

# main_menu/exit_confirm
source: Quit mission?
de: Mission beenden?

# options/game/selection_circle
source: Selection Circle
de: Auswahlkreis

# options/game/selection_circle/start_radius
source: Start Radius
de: Anfangsradius

# options/game/selection_circle/max_radius
source: Max Radius
de: Maximaler Radius

# options/game/selection_circle/max_radius#desc
source: Final size of the circle.
de: Endgültige Größe des Kreises.

# options/game/selection_circle#desc
source: Selection Circle settings.
de: Auswahlkreis-Einstellungen.

# options/game/bcap/preset#desc
source: Bandicam resolution.
de: Bandicam-Auflösung.

# options/keys/control_manual
source: DIRECT CONTROL
de: DIREKTSTEUERUNG

# options/game/bcap/video_quality
source: Video quality
de: Videoqualität

# options/game/bcap/video_quality#desc
source: Bandicam video quality.
de: Bandicam-Videoqualität.

# options/keys/groups/assign_5
source: Assign squad 5
de: Trupp 5 zuweisen

# options/game/bcap/video_quality#/low
source: Low
de: Niedrig

# button/introduction
source: Introduction
de: Einleitung

# options/keys/control_manual/quick_aim
source: Quick Aim
de: Schnelles Zielen

# options/game/bcap/video_quality#/medium
source: Medium
de: Mittel

# user_statistics/profile/backgrounds
source: BACKGROUNDS
de: HINTERGRÜNDE

# options/game/bcap/video_quality#/high
source: High
de: Hoch

# options/game/multiplayer/username#desc
source: Enter your player name.
de: Geben Sie Ihren Spielernamen ein.

# options/keys/control_manual/weapon1
source: Weapon 1
de: Waffe 1

# options/game/multiplayer/hostname#desc
source: Specify your host name.
de: Bestimmen Sie Ihren Hostnamen.

# options/keys/keymap/key_lshift
source: Left SHIFT
de: SHIFT links

# options/game/multiplayer/minfps#desc
source: Minimum number of frames per second to sustain during network games.
de: Minimale Anzahl an Frames per Second bei Netzwerkspielen.

# options/keys/multiplayer/show_statistics
source: Show score table
de: Statistiken anzeigen

# options/mp/zoneenum#desc
source: List of dedicated servers' IP addresses outside of your LAN at which to search for games. If any games are found at these servers, they will be automatically displayed on the LAN screen.
de: Liste der IP-Adressen dedizierter Server außerhalb Ihres LANs, die nach Spielen durchsucht werden. Auf diesen Servern gefundene Spiele werden automatisch im LAN-Bildschirm angezeigt.

# options/game/multiplayer/message_chatwheel/5
source: Contact!
de: Feindkontakt!

# main_menu2/library/soldiers/perks/fortification
source: Fortification
de: Befestigung

# options/game/multiplayer/message_chatwheel/6
source: I'm sorry!
de: Tut mir leid!

# options/keys/control_manual/squadmember3
source: Select squad member 3
de: Truppmitglied 3 auswählen

# options/game/multiplayer/message_chatwheel/7
source: Let's move in!
de: Gehen wir rein!

# options/keys/interface/corpses_highlight#desc
source: Highlight corpses on the ground.
de: Heben Sie gefallene Soldaten auf dem Boden hervor.

# options/keys/control_camera/decrease_view#desc
source: Pitch the camera down.
de: Senken Sie die Kamera.

# main_menu2/multiplayer/local_game
source: LOCAL GAME
de: LOKALES SPIEL

# main_menu2/library/soldiers/perks/mechanic/limited
source: Limited
de: Eingeschränkt

# options/game/multiplayer/message_chatwheel/8
source: Attaboy!
de: Guter Junge!

# options/game/multiplayer/message_chatwheel/9
source: Did that hurt?
de: Hat das wehgetan?

# options/keys/control_manual/forward
source: Forward
de: Vorwärts

# options/game/multiplayer/message_chatwheel/10
source: Oops!
de: Ups!

# options/game/multiplayer/message_chatwheel/11
source: Take it easy!
de: Entspannen Sie sich!

# options/game/multiplayer/message_chatwheel/12
source: Good luck & have fun!
de: Viel Glück & viel Spaß!

# options/keys/actions
source: RTS CONTROLS
de: ECHTZEITSTRATEGIE-STEUERUNG

# options/game/multiplayer/message_chatwheel/13
source: Good game & well played!
de: Gutes Spiel & gut gespielt!

# main_menu2/market/filter/badge
source: Badge
de: Abzeichen

# options/game/multiplayer/notification_chatwheel/enemyhere
source: Hostiles spotted!
de: Feind gesichtet!

# user_statistics/leaderboards/user
source: User
de: Benutzer

# options/game/multiplayer/notification_chatwheel/goinghere
source: Moving to location!
de: Rücke zum Zielgebiet vor!

# options/keys/keymap/key_numpad9
source: NUM 9
de: ZIFF 9

# options/game/multiplayer/notification_chatwheel/watchout
source: Watch out here!
de: Vorsicht hier!

# options/game/btn_game_reset
source: <f(pobeda)s(27)b>RESET TO DEFAULT
de: <f(pobeda)s(27)b>STANDARDBELEGUNG

# main_menu2/singleplayer/load_game
source: LOAD GAME
de: SPIEL LADEN

# options/keys/keymap/key_up
source: UP
de: HOCH

# options/game/multiplayer/create_replay
source: Create Replay
de: Wiederholung erstellen

# options/game/multiplayer/create_replay#desc
source: Create game replay at end of session.
de: Erstelle eine Wiederholung des Spiels am Ende der Sitzung.

# options/mp/username
source: User name
de: Benutzername

# options/mp/username#desc
source: Enter your player name.
de: Geben Sie Ihren Spielernamen ein.

# user_statistics/leaderboards2/steam_offline
source: Steam Not Available
de: Steam nicht verfügbar

# options/mp/hostname#desc
source: Specify your host name.
de: Bestimmen Sie Ihren Hostnamen.

# main_menu2/library/weapons/muzzle_speed
source: Muzzle Speed#%.f m/s
de: Mündungsgeschwindigkeit#%.f m/s

# options/keys/control_camera#desc
source: Key assignments for controlling the camera.
de: Wichtige Tastenbelegungen für die Kamerasteuerung.

# main_menu2/market/new_items
source: You got new items!
de: Sie haben neue Gegenstände!

# options/mp/minfps
source: Minimum FPS
de: FPS-Minimum

# options/mp/minfps#desc
source: Minimum number of frames per second to sustain during network games.
de: Minimale Anzahl an Frames per Second bei Netzwerkspielen.

# button/options
source: Options
de: Optionen

# options/mp/zoneenum
source: Zone IP list
de: Zonen-IP-Liste

# options/keys/control_manual/weapon2
source: Weapon 2
de: Waffe 2

# options/mp/bandwidth
source: Content download speed (%)
de: Downloadgeschwindigkeit (%)

# options/mp/bandwidth/lansession
source: Starting the game (LAN)
de: Spielstart (LAN)

# options/mp/bandwidth/langame
source: Playing the game (LAN)
de: Im Spiel (LAN)

# options/mp/bandwidth/wangame
source: Playing the game (WAN)
de: Im Spiel (WAN)

# options/mp/gameip_title
source: <s(27)f(pobeda)b>Games IP list to scan
de: <s(27)f(pobeda)b>Zu durchsuchende Spiele-IP-Liste

# options/keys/keymap/key_left
source: LEFT
de: LINKS

# options/keys/actions/cycle_pose
source: Change stance
de: Haltung ändern

# options/mods/unknown_warning
source: Mod '%1%' was disabled: Not installed.
de: Mod „%1%" wurde deaktiviert: Nicht installiert.

# options/keys/change_key
source: <s(27)f(pobeda)b>Redefine controls
de: <s(27)f(pobeda)b>Steuerung anpassen

# options/keys/wait_for_key
source: Press key for '%1%'
de: Drücken Sie die Taste für '%1%'

# options/keys/already_binded
source: Key '%1%' is already bound to '%2%'
de: Taste '%1%' ist bereits '%2%' zugewiesen

# options/keys/control_manual/squadmember4
source: Select squad member 4
de: Truppmitglied 4 auswählen

# options/keys/control_manual/weapon6
source: Weapon 6
de: Waffe 6

# options/keys/with_ctrl
source: Hold CTRL+key
de: STRG halten + Taste

# options/keys/with_noshift
source: Ignore SHIFT pressing
de: SHIFT ignorieren

# options/keys/control_manual/modify
source: Quick Direct Control
de: Schnelle Direktsteuerung

# main_menu2/market/filter/xp
source: XP
de: EP

# open_dialogs/msg_delete
source: <f(roboto_mono)c(ffffff)>Delete save game: "%1%"?
de: <f(roboto_mono)c(ffffff)>Spielstand löschen: „%1%“?

# options/keys/actions/toggle_hatch#desc
source: Open or close the top hatch of a secondary weapon to whether or not expose the gunner to enemy fire (in cost of own fire power).
de: Öffnen oder schließen Sie die obere Luke einer Sekundärwaffe, um den Schützen vor Feindfeuer zu schützen oder nicht (was sich auf die eigene Feuerkraft auswirkt).

# options/keys/control_manual/modify#desc
source: Activate "Direct Control" mode while the key is being pressed.
de: Aktivieren Sie den Modus "Direktsteuerungsmodus", während Sie eine Taste drücken.

# main_menu2/market/rarity/0
source: Simple
de: Einfach

# main_menu2/market/use_error/401
source: This is not an usable item.
de: Dieser Gegenstand kann nicht benutzt werden.

# options/keys/keymap/mouse6
source: MOUSE 7
de: MAUS 7

# options/keys/control_manual/backward#desc
source: Move the selected unit backward.
de: Bewegen Sie die gewählte Einheit zurück.

# options/keys/actions/toggle_position#desc
source: Toggle between "Hold position" and "Move at will" modes.
de: Wählen Sie zwischen "Stellung halten" und "Situationsbedingt bewegen".

# options/keys/control_manual/left#desc
source: Strafe left (soldiers) or turn left (vehicles).
de: Gehen (Soldaten) oder fahren (Fahrzeuge) Sie nach links.

# user_statistics/faction/stat/kdveh
source: K/D ratio
de: K/D Verhältnis

# options/keys/control_manual/toggle_prone#desc
source: Go into prone else stand position with a soldier.
de: Einen Soldaten hinlegen oder ihn aufstehen lassen.

# options/keys/control_manual/next_ammo
source: Switch ammo
de: Munition wechseln

# options/keys/control_manual/toggle_crouch#desc
source: Go into crouch else stand position with a soldier.
de: Mit einem Soldaten in die Hocke gehen oder ihn aufstehen lassen.

# main_menu2/market/exchange_error
source: Item exchange failed. Please try again later.
de: Gegenstandtausch fehlgeschlagen. Bitte versuchen Sie es später erneut.

# options/keys/control_manual/fire
source: Fire
de: Feuern

# main_menu2/market/filter/cash
source: Cash
de: Bargeld

# options/keys/control_camera/increase_view#desc
source: Pitch the camera up.
de: Heben Sie die Kamera.

# options/keys/actions/rotate#desc
source: Turn the unit towards the indicated direction.
de: Drehen Sie die Einheit in die angegebene Richtung.

# options/keys/control_manual/fire#desc
source: Fire weapon / throw grenade.
de: Waffe abfeuern / Granate werfen.

# main_menu2/skirmish/online_game
source: ONLINE SKIRMISH
de: ONLINE-EINZELGEFECHT

# options/keys/control_manual/quick_aim#desc
source: Go into maximum 1st person zoom else back to 3rd person.
de: In 1. Person zoomen oder zur 3. Person zurückkehren.

# main_menu2/library/weapons/damage_per_second
source: DPS#%.f HP
de: Schaden pro Sekunde#%.f TP

# options/keys/control_manual/weapon_reload
source: Reload weapon
de: Waffe nachladen
