Repository: Ppaja/gohtreetool
Catalog: mod/localizations/default/interface/text/dlg_frontend.po
Languages: de

# main_menu2/dynamic_campaign/region_hint_west
source: Western Europe - (Liberation Maps)
de: Westeuropa - (Liberation Karten)

# options/keys/actions/lock_ammo
source: Toggle ammo switching
de: Munitionswechsel umschalten

# options/keys/actions/lock_ammo#desc
source: Toggle whether a vehicle can or cannot automatically switch its cannon shell type depending on its target. Automatic ammo switching is ON by default.
de: Schaltet um, ob ein Fahrzeug seinen Granattyp in Abhängigkeit von seinem Ziel automatisch wechseln kann oder nicht. Der automatische Munitionswechsel ist standardmäßig eingeschaltet.

# options/keys/interface/toggle_objectives
source: Objectives
de: Ziele

# options/timeout/text
source: Previous settings will be restored in %1% sec.
de: Die ursprünglichen Einstellungen werden in %1% Sek. wiederhergestellt.

# options/workshop/no_workshop_items2
source: Steam is in offline mode or Steam Cloud is disabled.
de: Entweder läuft Steam im Offlinemodus oder Steam Cloud ist deaktiviert.

# options/keys/control_manual/special_action
source: Toggle throwing weapon
de: Wurfgeschoss auswählen

# options/game/msg_cloud_reset
source: Delete stored profile data in Steam Cloud?
de: In Steam Cloud gespeicherte Profildaten löschen?

# options/game/camera_shakes
source: Enable Screen Shake
de: Bildschirmerschütterung aktivieren

# options/game/camera_shakes#desc
source: Enable the screen to shake when explosions happen near the screen
de: Aktivieren Sie, dass der Bildschirm wackelt, wenn Explosionen in der Nähe des Bildschirms stattfinden

# options/title
source: Options
de: Optionen

# options/timeout/question
source: Do you want to keep these settings?
de: Möchten Sie diese Einstellungen übernehmen?

# options/keys/groups/select_5
source: Select squad 5
de: Trupp 5 auswählen

# options/video/filmgrain
source: Film grain
de: Filmkörnung

# options/video/preset#/medium
source: Medium
de: Mittel

# options/video/resolution/depth#desc
source: <c(bcb8b1)>Screen color depth (bits per pixel). Lowering this setting can improve game performance. For better results, change screen resolution, color depth and texture quality proportionally.
de: <c(bcb8b1)>Bildschirm-Farbtiefe (Bits pro Pixel). Senken Sie diese Einstellung, um die Leistung des Spiels zu verbessern. Ändern Sie Bildschirmauflösung, Farbtiefe und Texturqualität proportional, um bessere Ergebnisse zu erzielen.

# options/keys/interface/pause#desc
source: <c(bcb8b1)>Pause game.
de: <c(bcb8b1)>Spiel pausieren.

# options/keys/actions#desc
source: <c(bcb8b1)>Key assignments for unit actions in rts mode.
de: <c(bcb8b1)>Tastenbelegung für Einheitenaktionen im Echtzeitstrategiemodus.

# main_menu2/skirmish/training_game_desc
source: Basic introduction to the online experience
de: Grundlegende Einführung in die Online-Erfahrung

# options/btn_apply
source: <f(pobeda)s(27)b>APPLY
de: <f(pobeda)s(27)b>ANWENDEN

# options/keys/control_manual/toggle_prone
source: Stand/prone
de: Aufstehen/Hinlegen

# options/video/hdr#desc
source: HDR adjusts the intenstity of the tone on the screen in real time.
de: Der HDR-Modus verbessert die Bildintensität der Anzeige in Echtzeit.

# options/video/grass
source: Grass
de: Gras

# options/video/preset#/custom
source: Custom (for advanced users)
de: Benutzerdefiniert (für erfahrene User)

# options/audio/volume#desc
source: <c(bcb8b1)>Volumes of effects, voices and music in the game.
de: <c(bcb8b1)>Lautstärke der Effekte, Sprecher und Musik des Spiels.

# user_statistics/leaderboards2/column/rank
source: Rank
de: Rang

# options/timeout/mod_warning
source: Mod settings will be applied the next time the game is started.
de: Mod-Einstellungen werden nach dem nächsten Start des Spiels übernommen.

# options/keys/interface/screenshot#desc
source: <c(bcb8b1)>Take a screenshot. Screenshots are saved in the screenshots subfolder of the main game folder.
de: <c(bcb8b1)>Machen Sie einen Screenshot. Screenshots werden im Hauptordner des Spiels unter "Screenshots" gespeichert.

# options/btn_cancel
source: <f(pobeda)s(27)b>CANCEL
de: <f(pobeda)s(27)b>ABBRECHEN

# options/video/current_mode
source: Current mode
de: Aktueller Modus

# main_menu2/library/weapons/health_damage
source: Health Damage#%.1f HP
de: Gesundheitsschaden#%.1f TP

# user_statistics/profile/logos
source: BADGES
de: ABZEICHEN

# options/video/glow#desc
source: <c(bcb8b1)>Enables glow. May reduce performance.
de: <c(bcb8b1)>Aktiviert einen Glow-Effekt. Verringert unter Umständen die Leistung.

# options/keys/btn_keys_reset
source: <f(pobeda)s(27)b>RESET TO DEFAULT
de: <f(pobeda)s(27)b>STANDARDBELEGUNG

# options/timeout/texture_warning
source: Texture settings will be applied the next time the game is started.
de: Textureinstellungen werden nach dem nächsten Start des Spiels übernommen.

# entity_info/vehicle/body
source: Hull
de: Wanne

# options/game/auto_load_last_profile
source: Autoload last profile
de: Letztes Profil autom. laden

# options/video/current_mode#desc
source: <c(bcb8b1)>Current video mode. To change this setting, see the Resolution option below.
de: <c(bcb8b1)>Aktueller Grafikmodus. Wählen Sie die Option „Auflösung“, um diese Einstellung zu ändern.

# options/btn_browse_hint
source: Expand
de: Ausklappen

# options/multiplayer_warning
source: <c(145 38 38)>Multiplayer has been initialized, some options are disabled. Leave Battle menu to change all options.
de: <c(145 38 38)>Der Multiplayer-Modus wurde gestartet, einige Optionen sind deaktiviert. Verlassen Sie das Gefechtsmenü, um alle Optionen zu ändern.

# main_menu2/library/soldiers/perks/mechanic/all
source: Full
de: Voll

# options/keys/interface/toggle_map#desc
source: <c(bcb8b1)>Toggles map on or off.
de: <c(bcb8b1)>Blenden Sie die Karte ein/aus.

# options/game/invert_mouse_wheel
source: Invert mouse wheel
de: Mausrad spiegeln

# options/game/manual_mode
source: Preferred Direct Control Mode
de: Direktsteuerungsmodus bevorzugt

# options/game/manual_mode#desc
source: <c(bcb8b1)>Set the default "Direct Control" mode for starting games. "Third Person" allows selected units to be controlled in third person, "Classic Direct Control" is a "Men of War"-Style Top-Down control and "No Direct Control" disables the feature to control units individually.
de: <c(bcb8b1)>Legen Sie den standardmäßigen „Direktsteuerungsmodus“ fest. „3. Person“ erlaubt die Steuerung der ausgewählten Einheiten aus der Sicht einer 3. Person, „Klassische Direktsteuerung“ ist eine „Men of War“-typische Steuerung aus der Strategie-Perspektive und „Keine Direktsteuerung“ deaktiviert die Mechanik, Einheiten individuell zu steuern.

# options/game/manual_mode#/tpc_mode
source: Third person Control
de: 3.-Person-Steuerung

# options/game/manual_mode#/dc_mode
source: Classic Direct Control
de: Klassische Direktsteuerung

# options/game/manual_mode#/rts_mode
source: No Direct Control
de: Keine Direktsteuerung

# options/game/threat_markers
source: Enemy markers
de: Feindmarker

# user_profile2/rank
source: RANK #%1%
de: RANG #%1%

# options/video/adapter
source: Video card
de: Grafikkarte

# options/video/adapter#desc
source: <c(bcb8b1)>Current video card.
de: <c(bcb8b1)>Aktuelle Grafikkarte.

# main_menu2/singleplayer/save_load_game/save_info/mods#none
source: None
de: Keine

# main_menu2/singleplayer/save_load_game/save_info/hardcore
source: Hardcore Realism
de: Hardcore Realismus

# main_menu2/singleplayer/save_load_game/btn_load
source: LOAD
de: LADEN

# options/game/camera_speed_third_person#desc
source: <c(bcb8b1)>Changes the speed at which the cursor moves.
de: <c(bcb8b1)>Bestimmt die Geschwindigkeit der Zeigerbewegung.

# options/video/detail#desc
source: <c(bcb8b1)>Texture quality. If you have performance issues, try to lower this setting. For better results, change screen resolution, color depth and texture quality proportionally.
de: <c(bcb8b1)>Texturqualität. Treten Probleme mit der Leistung des Spiels auf, sollten Sie diese Einstellung senken. Ändern Sie Bildschirmauflösung, Farbtiefe und Texturqualität proportional, um bessere Ergebnisse zu erzielen.

# options/video/resolution#/desktop
source: Use desktop settings
de: Desktop-Einstellungen verwenden

# main_menu2/market/rarity/uncommon
source: Uncommon
de: Ungewöhnlich

# save_load_replay/completion_save_suffix
source: completed
de: erfolgreich

# options/keys/actions/attack_ground#desc
source: Choose a spot to cover.
de: Wählen Sie ein Gebiet aus, das Sie unter Feuer nehmen möchten.

# options/video/water_quality
source: Water quality
de: Wasserqualität

# options/audio/volume
source: Volume
de: Lautstärke

# button/single_load
source: <f(pobeda)s(27)b>Load
de: <f(pobeda)s(27)b>Laden

# options/video/window_mode#/windowed
source: Windowed
de: Fenster

# user_statistics/ranked/stat/max_vehicles
source: Highest vehicle kills
de: Höchste Anzahl an zerstörten Fahrzeugen

# options/game/aiming
source: Auto aiming
de: Autom. Zielen

# options/mp/ip_del
source: <s(27)f(pobeda)b>Remove
de: <s(27)f(pobeda)b>Entfernen

# options/video/preset#/low
source: Low
de: Niedrig

# options/video/resolution
source: Resolution
de: Auflösung

# options/video/resolution/refresh
source: Refresh rate
de: Bildwiederholrate

# main_menu2/library/soldiers/perks/duration
source: (Duration %.fs)
de: (Dauer %.fs)

# main_menu2/singleplayer/down
source: DOWN
de: RUNTER

# options/video/water_reflection#/real
source: Ultra
de: Sehr hoch

# options/keys/multiplayer
source: MULTIPLAYER CONTROLS
de: MULTIPLAYER-STEUERUNG

# options/keys/control_manual/squadmember9
source: Select squad member 9
de: Truppmitglied 9 auswählen

# options/game/selection_circle/start_radius#desc
source: <c(bcb8b1)>Size with which the circle will start.
de: <c(bcb8b1)>Startgröße des Kreises.

# options/video/resolution/refresh#desc
source: <c(bcb8b1)>Refresh rate (Hz). Higher settings reduces screen flicker.
de: <c(bcb8b1)>Bildwiederholrate (Hz). Höhere Einstellungen verringern das Bildschirmflimmern.

# options/keys/title
source: <f(pobeda)s(27)b>CONTROLS
de: <f(pobeda)s(27)b>STEUERUNG

# options/video/resolution/depth
source: Color depth
de: Farbtiefe

# options/keys/control_manual/weapon8#desc
source: Weapon 8
de: Waffe 8

# options/mp/ip_add
source: <s(27)f(pobeda)b>Add
de: <s(27)f(pobeda)b>Hinzufügen

# options/keys/actions/examine#desc
source: c(bcb8b1)>Examine a corpse, vehicle, or some other container.
de: <c(bcb8b1)>Untersuchen Sie einen Gefallenen, ein Fahrzeug oder einen anderen Behälter.

# options/video/detail#/detail_high
source: Ultra (32GB RAM)
de: Sehr hoch (32GB RAM)

# options/keys/groups/dismiss_squad
source: Separate squad
de: Trupp aufteilen

# options/keys/groups/dismiss_squad#desc
source: Separate selected squad into individual soldiers.
de: Teilen Sie den ausgewählten Trupp in einzelne Soldaten auf.

# options/game/global_chat
source: Global chat
de: Allgemeiner Chat

# options/video/resolution#desc
source: Screen resolution (pixels). Lowering this setting can improve game performance. For better results, change screen resolution, color depth and texture quality proportionally.
de: Bildschirmauflösung (Pixel). Senken Sie diese Einstellung, um die Leistung des Spiels zu verbessern. Ändern Sie Bildschirmauflösung, Farbtiefe und Texturqualität proportional, um bessere Ergebnisse zu erzielen.

# options/keys/control_manual/toggle_crouch
source: Crouch
de: Hocke

# options/video/preset#desc
source: Enable one of standard video settings presets. Choose "Custom" for advanced video settings configuration.
de: Aktiviert eine der Standardvorgaben der Grafikeinstellungen. Wählen Sie „Benutzerdefiniert" für fortgeschrittene Grafikeinstellungen.

# options/workshop/status/installed
source: Installed
de: Installiert

# options/keys/interface/stuff_highlight
source: Highlight items
de: Gegenstände hervorheben

# options/keys/interface/stuff_highlight#desc
source: Highlight collectable items on the ground.
de: Heben Sie Sammelgegenstände auf dem Boden hervor.

# options/video/shadow
source: Shadows
de: Schatten

# options/video/detail#/detail_above_medium
source: High
de: Hoch

# options/keys/control_manual/weapon7
source: Weapon 7
de: Waffe 7

# options/mp/gameenum
source: Game IP list
de: Spiele-IP-Liste

# options/game/multiplayer/notification_chatwheel/attackhere
source: Secure this area!
de: Bereich sichern!

# main_menu2/singleplayer/save_load_game/save_info/fog_of_war
source: Fog of War
de: Nebel des Krieges

# options/video/detail#/detail_above_low
source: Low
de: Niedrig

# options/video/preset
source: Graphics setting
de: Grafikeinstellungen

# options/keys/interface
source: INTERFACE CONTROLS
de: STEUERUNG DER BENUTZEROBERFLÄCHE

# user_profile2/online
source: %1% in-game
de: %1% im Spiel

# options/video/bumptype#/bump
source: High
de: Hoch

# options/video/shadow#/none
source: Off
de: Aus

# options/video/model_quality
source: Model quality
de: Modellqualität

# options/video/preset#/high
source: High
de: Hoch

# options/video/filtering#desc
source: Texture filtering type. At higher settings, textures will look sharper and more detailed from far away, but this can also reduce performance.
de: Art des Texturfilters. Je höher die Einstellung, desto schärfer und detaillierter wirken Texturen aus der Ferne. Dies kann sich allerdings negativ auf die Leistung des Spiels auswirken.

# options/keys/keymap/key_numpadstar
source: NUM *
de: ZIFF *

# options/video/shadow#/medium
source: Medium
de: Mittel

# main_menu2/breadcrumbs/page_session_training
source: SESSION (TRAINING)
de: SITZUNG (TRAINING)

# options/video/preset#/ultra
source: Ultra
de: Sehr hoch

# options/keys/control_manual/left
source: Left
de: Links

# options/game/rts_style_selection
source: Disable squad selection
de: Einheitenauswahl deaktivieren

# game/free
source: <c(788060)e(shadow)>Free Version</c>
de: <c(788060)e(shadow)>Gratisversion</c>

# options/video/window_mode
source: Display mode
de: Anzeigemodus

# main_menu2/market/rarity/2
source: Uncommon
de: Ungewöhnlich

# main_menu2/singleplayer/save_load_replay/hint/results
source: Show game result screen
de: Blenden Sie das Spielergebnis ein

# options/video/shadow#/low
source: Low
de: Niedrig

# options/video/window_mode#desc
source: Game display mode.
de: Spielanzeigemodus.

# options/mods/installed
source: Deactivated:
de: Deaktiviert:

# options/video/detail
source: Texture detail
de: Texturdetails

# options/video/window_mode#/fullscreen
source: Fullscreen
de: Vollbild

# user_statistics/ranked/stat/total_lostveh
source: Total Vehicles lost
de: Gesamt verlorene Fahrzeuge

# options/keys/with_noalt
source: Ignore ALT pressing
de: ALT ignorieren

# options/audio/volume/master
source: Master
de: Gesamt

# user_profile/rank
source: <c(25 25 25)>%1% of %2%
de: <c(25 25 25)>%1% von %2%

# options/keys/groups/select_1
source: Select squad 1
de: Trupp 1 auswählen

# options/video/window_mode#/windowed_fullscreen
source: Windowed borderless foreground
de: Fenster, im Vordergrund ohne Rand

# entity_info/vehicle/armor_vehicle
source: Armor<x(55)>: %1%
de: Panzerung<x(55)>: %1%

# options/keys/actions/attack
source: Attack
de: Angreifen

# user_profile/na
source: <c(25 25 25)>n/a
de: <c(25 25 25)>nicht verfügbar

# options/video/window_mode#/windowed_borderless
source: Windowed borderless background
de: Fenster, im Hintergrund ohne Rand

# options/keys/keymap/key_numpad0
source: NUM 0
de: ZIFF 0

# main_menu2/library/vehicles/gun/range
source: Range#<x(%i)>%.f m
de: Reichweite#<x(%i)>%.f m

# main_menu2/multiplayer/state/online_rookie
source: You must have at least %1% training game or %2% unranked games played to unlock this mode.
de: Sie müssen mindestens %1% Trainingsspiel oder %2% Nicht-Ranglistenspiele gespielt haben, um diesen Modus freizuschalten.

# options/video/adapter_change_confirm
source: You must restart the game to apply adapter change. Continue?
de: Für diese Änderung ist ein Neustart des Spiels nötig. Fortfahren?

# main_menu2/singleplayer/save_load_replay/btn_save
source: SAVE
de: SPEICHERN

# options/keys/change_key_warning
source: <s(27)f(pobeda)b>Redefinition warning
de: <s(27)f(pobeda)b>Konfigurationswarnung

# options/game/bcap/preset
source: Preset
de: Voreinstellung

# options/game/multiplayer/gameenum#desc
source: List of IP addresses outside of your LAN at which to search for games. If any games are found at these IPs, they will be automatically displayed on the LAN screen.
de: Liste der IP-Adressen außerhalb Ihres LANs, die nach Spielen durchsucht werden. Unter diesen IP-Adressen gefundene Spiele werden automatisch im LAN-Bildschirm angezeigt.

# options/video/detail#/detail_medium
source: Medium
de: Mittel

# options/keys/interface/toggle_map_control#desc
source: Toggles the mini-map options panel.
de: Blenden Sie das Minimap-Menü ein/aus.

# main_menu2/breadcrumbs/page_skirmish
source: SKIRMISH
de: EINZELGEFECHT

# options/video/softintersection#desc
source: Enables soft particles. May reduce performance.
de: Aktiviert weiche Partikel. Verringert unter Umständen die Leistung.

# options/video/shadow#desc
source: Shadow complexity. Lowering this setting or turning shadows off can improve game performance.
de: Schattenkomplexität. Senken Sie diese Einstellung oder schalten Sie die Schatten aus, um die Leistung des Spiels zu verbessern. 'Ultra' sollte nur auf sehr leistungsstarken Grafikkarten verwendet werden.

# main_menu2/singleplayer/save_load_replay/btn_load
source: LOAD
de: LADEN

# main_menu2/breadcrumbs/page_market
source: MARKET
de: MARKT

# options/video/bumptype#/none
source: Off
de: Aus

# change_profile
source: <s(8)f(arial_hq)>change profile
de: <s(8)f(arial_hq)>Profil wechseln

# main_menu2/library/weapons/reload_time
source: Reload Time#%.f s
de: Nachladezeit#%.f s

# options/video/shadow#/high
source: High
de: Hoch

# starting_game
source: <f(roboto_mono)>Starting game...
de: <f(roboto_mono)>Spiel wird gestartet ...

# options/video/water_reflection
source: Water shader
de: Wassershader

# main_menu2/market/filter/modifier
source: XP Boost
de: EP-Schub

# options/video/water_reflection#desc
source: Type of water shader. 'Ultra' may significantly decrease performance.
de: Art des Wassershaders. Die Einstellung 'Sehr hoch' kann die Leistung stark beeinträchtigen.

# options/keys/multiplayer/toggle_microphone#desc
source: Toggle your microphone on/off.
de: Stellen Sie Ihr Mikrofon an oder aus.

# options/game/multiplayer/message_chatwheel/0
source: Fall back!
de: Zurückziehen!

# options/video/water_reflection#/none
source: Low
de: Niedrig

# options/video/water_reflection#/fake
source: Medium
de: Mittel

# button/buy
source: Buy
de: Kaufen

# options/video/water_quality#desc
source: Type of water quality. 'Ultra' may significantly decrease performance.
de: Die Qualität der Wasserdarstellung. Die Einstellung „Sehr hoch" kann die Leistung stark beeinträchtigen.

# options/video/water_quality#/low
source: Low
de: Niedrig

# options/video/water_quality#/medium
source: Medium
de: Mittel

# main_menu2/market/filter/currency
source: Currency
de: Währung

# options/mp/gameenum#desc
source: List of IP addresses outside of your LAN at which to search for games. If any games are found at these IPs, they will be automatically displayed on the LAN screen.
de: Liste der IP-Adressen außerhalb Ihres LANs, die nach Spielen durchsucht werden. Unter diesen IP-Adressen gefundene Spiele werden automatisch im LAN-Bildschirm angezeigt.

# options/mp/bandwidth#desc
source: Content download speed (%)
de: Downloadgeschwindigkeit (%)

# options/video/water_quality#/high
source: High
de: Hoch

# options/keys/keymap/ctrl
source: CTRL
de: STRG

# options/video/water_quality#/ultra
source: Ultra
de: Sehr hoch

# options/video/full_screen
source: Full screen
de: Vollbild

# options/keys/keymap/mouse4
source: MOUSE 5
de: MAUS 5

# options/video/full_screen#desc
source: Determines whether the game should run in full screen or not.
de: Schaltet den Vollbildmodus des Spiels ein/aus.

# options/game/btn_cloud_reset
source: <s(21)>RESET STEAM CLOUD
de: <s(21)>STEAM CLOUD ZURÜCKSETZEN

# options/game/aiming#desc
source: Toggles automatic aiming in "Direct Control" mode.
de: Aktiviert bei "Direktsteuerungsmodus" das automatische Zielen.

# options/game/auto_load_last_profile#desc
source: The game will always begin with the most recent profile used. To change the current profile, select "Profile" from the Main Menu.
de: Das Spiel startet immer mit dem aktuellsten Profil. Möchten Sie das aktuelle Profil wechseln, wählen Sie im Hauptmenü die Option "Profil".

# options/video/vertical_sync#desc
source: Wait for the screen to refresh before the next frame is drawn. Checking this can remove flickering, but may also reduce performance.
de: Warten Sie mit der Aktualisierung der Bilddaten bis zum Abschluss des Bildaufbaus. Diese Option verringert das Flimmern des Bildschirms, wirkt sich aber negativ auf die Leistung aus.

# options/video/filtering
source: Texture filtering
de: Texturfilter

# user_statistics/ranked/stat/total_gameswon
source: Total Games won
de: Gesamt gewonnene Spiele

# entity_info/description/armored_car
source: Armored Car : %1%
de: Panzerwagen: %1%

# options/video/filtering#/anisotropic2x
source: Anisotropic 2x
de: Anisotropisch 2x

# options/video/filtering#/anisotropic4x
source: Anisotropic 4x
de: Anisotropisch 4x

# options/video/filtering#/anisotropic8x
source: Anisotropic 8x
de: Anisotropisch 8x

# options/video/filtering#/anisotropic16x
source: Anisotropic 16x
de: Anisotropisch 16x

# options/game/multiplayer/username
source: User name
de: Benutzername

# options/video/model_quality#desc
source: Change complexity of game models.
de: Ändern Sie die Komplexität der Spielmodelle.

# options/video/model_quality#/high
source: High
de: Hoch

# options/video/dof
source: Depth of field
de: Tiefenschärfe

# options/video/model_quality#/medium
source: Medium
de: Mittel

# apply_mods
source: Applying mods...
de: Mods werden eingerichtet ...

# options/video/model_quality#/low
source: Low
de: Niedrig

# options/game/rts_style_selection#desc
source: Toggles whether soldiers will automatically form a new squad when selected.
de: Schaltet ein/aus, ob Soldaten automatisch eine neue Einheit bilden, wenn sie ausgewählt sind.

# options/video/fx_quality
source: Effects quality
de: Effektqualität

# options/video/fx_quality#desc
source: Number of simultaneous visual effects, such as explosions, smoke, and debris. Lower this setting if you're experiencing unstable frame rates.
de: Zahl der gleichzeitigen visuellen Effekte, wie Explosionen, Rauch und Trümmer. Senken Sie diese Einstellung, wenn Probleme mit der Framerate auftreten.

# options/video/fx_quality#/high
source: High
de: Hoch

# options/video/fx_quality#/medium
source: Medium
de: Mittel

# options/video/fx_quality#/low
source: Low
de: Niedrig

# main_menu2/market/buy
source: Buy
de: Kaufen

# options/video/lights_quality
source: Dynamic lighting
de: Dynamische Beleuchtung

# options/game/slow_down_while_inventory_exchange#desc
source: Turn on slow-motion mode during inventory exchange. This is helpful if you often loot during the heat of battle.
de: Aktivieren Sie den Zeitlupen-Modus, während Sie auf Ihr Inventar zugreifen. Dies ist nützlich, wenn Sie in der Hitze des Gefechts häufig looten.

# options/video/lights_quality#desc
source: Dynamic lighting quality. It is recommended to set 'No dynamic lights' for Intel-integrated graphics solutions.
de: Qualität der dynamischen Beleuchtung. Haben Sie einen integrierten Grafikchip von Intel, sollten Sie die Einstellung "Keine dynamische Beleuchtung" wählen.

# user_statistics/medals/title
source: MEDALS
de: MEDAILLEN

# options/keys/control_manual/weapon3
source: Weapon 3
de: Waffe 3

# options/video/lights_quality#/off
source: No dynamic lights
de: Keine dynamische Beleuchtung
