Repository: Ppaja/gohtreetool
Catalog: mod/localizations/default/interface/text/dlg_frontend.po
Languages: de

# options/keys/interface/slowdown
source: Game speed
de: Spielgeschwindigkeit

# options/workshop/status/downloading_legacy
source: Downloading...
de: Wird heruntergeladen ...

# options/video/lights_quality#/medium
source: Few dynamic lights
de: Wenige dynamische Lichter

# options/game/multiplayer/message_chatwheel/1
source: Requesting support!
de: Fordere Unterstützung an!

# options/video/lights_quality#/full
source: Full dynamic lighting
de: Volle dynamische Beleuchtung

# options/video/lens_effects_options
source: Lens effects
de: Blendeneffekte

# options/video/lens_effects_options#desc
source: Enables various lens effects with each level.
de: Aktiviert mit jeder Stufe weitere Blendeneffekte.

# options/keys/keymap/key_numpadslash
source: NUM /
de: ZIFF /

# button/skirmish_ranked
source: Ranked
de: Ranglistenspiel

# options/audio/speaker_config#/81_discrete
source: 8.1-speaker system
de: 8.1-Lautsprechersystem

# user_statistics/leaderboards2/top
source: Top
de: Spitze

# options/game/selection_circle/growth_per_second#desc
source: Growth speed of the circle.
de: Wachstumsgeschwindigkeit des Kreises.

# options/video/lens_effects_options#/none
source: Off
de: Aus

# user_profile2/next_unlock
source: Unlock: %1%.
de: Freischalten: %1%.

# options/game/mouse_navigation
source: Enable Mouse Navigation
de: Mausnavigation aktivieren

# options/game/mouse_navigation#desc
source: Enable using "Mouse4" button to return to previous menu pages like the "back button". (Main menu only)
de: Aktiviert die Benutzung der "Maus 4" Taste, um zur vorherigen Menü-Seite wie mit dem "Zurück"-Button zurückzukehren. (Nur im Hauptmenü)

# options/video/lens_effects_options#/low
source: Low
de: Niedrig

# options/keys/actions/attack#desc
source: Order your squad or vehicle to attack the selected target (regardless of who it belongs to).
de: Befehlen Sie Ihrem Trupp oder Fahrzeug, das gewählte Ziel zu attackieren (egal, wem es gehört).

# options/workshop/mod_changed_2
source: <f(roboto_mono)s(15)>Press Apply to apply changes or Reset to cancel them.
de: <f(roboto_mono)s(15)>Drücken Sie „Anwenden“, um die Änderungen zu übernehmen, oder „Zurücksetzen“, um sie zu verwerfen.

# main_menu2/singleplayer/save_load_replay/hint/save
source: Save replay
de: Wiederholung speichern

# main_menu/quit_confirm
source: <f(roboto_mono)>Exit game?
de: <f(roboto_mono)>Spiel beenden?

# options/video/lens_effects_options#/medium
source: Medium
de: Mittel

# options/video/lens_effects_options#/high
source: High
de: Hoch

# options/video/lens_refraction
source: Lens Refraction
de: Objektivbrechung

# options/audio/btn_audio_reset
source: <f(pobeda)s(27)b>RESET TO DEFAULT
de: <f(pobeda)s(27)b>STANDARDBELEGUNG

# options/video/lens_refraction#desc
source: Enables lens refraction effect for weapon scopes.
de: Aktiviert Objektivbrechungseffekt für Waffensucher.

# options/video/antialiasing#desc
source: Multisample anti-aliasing makes model edges look smoother and more natural. High values may reduce game performance.
de: Multisample Antialiasing glättet die Kanten von Modellen und lässt diese natürlicher erscheinen. Hohe Werte können sich allerdings negativ auf die Leistung des Spiels auswirken.

# options/keys/keymap/key_numpad4
source: NUM 4
de: ZIFF 4

# options/keys/multiplayer/chat_all
source: Global chat
de: Allgemeiner Chat

# options/game/multiplayer/minfps
source: Minimum FPS
de: FPS-Minimum

# shutdown
source: Application is shutting down...
de: Anwendung wird geschlossen ...

# save_load_replay/lbl_replay_info
source: Replay info:
de: Wiederholungsinfo:

# options/keys/control_manual/weapon6#desc
source: Weapon 6
de: Waffe 6

# options/keys/actions/toggle_attack#desc
source: Toggle between "Hold fire", "Return fire", and "Fire at will" modes.
de: Wählen Sie zwischen "Feuer einstellen", "Feuer erwidern" oder "Situationsbedingt feuern".

# main_menu2/market/open_confirmation
source: Open %1%?
de: %1% öffnen?

# options/keys/control_manual/weapon4
source: Weapon 4
de: Waffe 4

# user_statistics/achievements/title
source: Progress
de: Fortschritt

# options/keys/control_manual/right#desc
source: Strafe right (soldiers) or turn right (vehicles).
de: Gehen (Soldaten) oder fahren (Fahrzeuge) Sie nach rechts.

# button/discord
source: JOIN DISCORD!
de: TRETEN SIE DISCORD BEI!

# options/keys/multiplayer/chat_all#desc
source: Send a message to all players. Hold down to activate the Chatwheel!
de: Schicken Sie allen Spielern eine Nachricht. Gedrückt halten, um das Chatrad zu aktivieren!

# options/keys/actions/throw_sk_grenade
source: Throw smoke grenade
de: Rauchgranate werfen

# options/keys/actions/throw_at_grenade#desc
source: Order the selected squad or soldier to throw a anti-tank grenade. (Only active if anti-tank grenades are available.)
de: Befehlen Sie dem gewählten Trupp oder dem Soldaten, eine Panzerabwehrgranate zu werfen. (Nur aktiv, wenn Panzerabwehrgranaten verfügbar sind.)

# missions/save_load
source: <f(danger_cyr)s(21)>Load
de: <f(danger_cyr)s(21)>Laden

# main_menu2/multiplayer/session/refresh
source: REFRESH
de: AKTUALISIEREN

# options/keys/actions/emit
source: Unload crew
de: Besatzung absetzen

# options/keys/already_binded_redefine
source: Key '%1%' is already bound to '%2%'. Redefine?
de: Taste '%1%' ist bereits '%2%' zugewiesen. Zuweisung ändern?

# main_menu2/library/weapons/damage_table
source: Damage Table
de: Schadensstatistik

# options/game/subtitles
source: Subtitles
de: Untertitel

# main_menu2/tips
source: GAME TIPS
de: SPIELTIPPS

# options/keys/keymap/key_numpad7
source: NUM 7
de: ZIFF 7

# options/workshop/mod_changed_1
source: <f(roboto_mono)s(15)>Some mods were changed.
de: <f(roboto_mono)s(15)>Einige Mods wurden geändert.

# main_menu2/singleplayer/select_difficulty
source: <f(pobeda)s(27)b+c(eeeeee)>SELECT DIFFICULTY
de: <f(pobeda)s(27)b+c(eeeeee)>SCHWIERIGKEIT WÄHLEN

# options/game/title
source: <f(pobeda)s(27)b>GAME
de: <f(pobeda)s(27)b>SPIEL

# options/video/fxaa#desc
source: Fast approximate anti-aliasing makes model edges look smoother and more natural but leads to a slight blur effect. It has only a minor impact on the performance.
de: Fast approximate Antialiasing glättet die Kanten von Modellen und lässt diese natürlicher erscheinen führt aber zu einer leichten Unschärfe. Die Einstellung hat nur einen geringen Einfluss auf die Leistung des Spiels.

# options/video/clip_distance#desc
source: How far you can see in the game. Reducing this value can slightly improve performance.
de: Ihre Sichtweite innerhalb des Spiels. Senken Sie diesen Wert, kann sich die Leistung des Spiels geringfügig verbessern.

# options/video/bumptype#/parallax
source: Ultra
de: Sehr hoch

# options/video/bumptype
source: Bump quality
de: Bump-Qualität

# main_menu2/market/use_confirmation
source: Use %1%?
de: %1% verwenden?

# options/keys/with_noctrl
source: Ignore CTRL pressing
de: STRG ignorieren

# options/video/bumptype#desc
source: Normal and parallax mapping effects make rough or uneven surfaces look more natural. Consider turning this feature off if you have performance issues.
de: Normale und Parallax-Mapping-Effekte lassen raue oder unebene Oberflächen natürlicher erscheinen. Falls Leistungsprobleme auftreten, sollten Sie diese Funktion deaktivieren.

# options/game/action_by_left_click#desc
source: Reverses mouse buttons. To give orders use left mouse and deselect units with right mouse.
de: Kehrt die Funktion der Maustasten um. Erteilen Sie mit der linken Maustaste Befehle und benutzen Sie die rechte Maustaste, um Einheiten abzuwählen.

# save_load_game/load_failed
source: An error occurred while loading. Save game may be corrupt.
de: Beim Laden des Spiels ist ein Fehler aufgetreten. Der Spielstand ist möglicherweise beschädigt.

# options/keys/actions/toggle_position
source: Change movement mode
de: Bewegungsmodus ändern

# options/video/specular#desc
source: Enables an effect for shiny surfaces which makes polished or scratched metal surfaces look more realistic. This setting should not affect game performance, but you may want to turn it off in rare cases.
de: Aktiviert Effekte für glänzende Oberflächen, die polierte oder zerkratzte Metalloberflächen realistischer wirken lassen. Obwohl sich diese Einstellung in der Regel nicht auf die Leistung des Spiels auswirkt, sollte sie in seltenen Fällen deaktiviert werden.

# user_profile2/xp_progress
source: <e(shadow)>%1%/%2% XP %3%
de: <e(shadow)>%1%/%2% EP %3%

# main_menu2/skirmish/local_game_desc
source: Play locally against AI opponents
de: Lokales Spiel gegen KI-Gegner

# options/video/environment#desc
source: Enables reflections for reflective surfaces like glass and water. Disabling this option may slightly improve game performance.
de: Aktiviert Reflexionen auf spiegelnden Oberflächen wie Glas oder Wasser. Schalten Sie diese Option aus, kann sich die Leistung des Spiels geringfügig verbessern.

# main_menu2/market/rarity/3
source: Rare
de: Selten

# options/keys/interface/show_selection_circle
source: Selection circle
de: Auswahlkreis

# options/keys/interface/show_selection_circle#desc
source: Create circular selection area on cursor for selecting multiple units at a time.
de: Ein vom Cursor ausgehender kreisförmiger Auswahlbereich ermöglicht Ihnen die gleichzeitige Auswahl mehrerer Einheiten.

# options/audio/volume/interface
source: Interface music
de: Menümusik

# options/video/waterbump
source: Water ripple
de: Wasserkräuselung

# statusbar/back
source: <f(impact)s(21)>Back
de: <f(impact)s(21)>Zurück

# options/video/waterbump#desc
source: Enables water ripple effect. Disable it for a slight performance increase.
de: Schalten Sie diese Option ein, wenn sich das Wasser kräuseln soll. Schalten Sie sie aus, um die Leistung des Spiels zu verbessern.

# entity_info/vehicle/armor_tank_desc
source: Armor<x(50)>Front<x(90)>Side<x(125)>Rear<x(160)>Top<x(190)>Bottom
de: Panzerung<x(50)>Vorne<x(90)>Seite<x(125)>Hinten<x(160)>Oben<x(190)>Unten

# options/keys/control_manual/right
source: Right
de: Rechts

# options/audio/speaker_config#/eax
source: DirectSound3D with EAX
de: DirectSound3D mit EAX

# main_menu2/market/remove
source: Remove
de: Entfernen

# options/video/grass#desc
source: Determines whether grass should be shown or not. Turning this option off may increase framerate.
de: Legt fest, ob die Umgebung mit Gras bewachsen ist. Schalten Sie diese Option aus, kann sich die Framerate des Spiels erhöhen.

# dialog_box/title_error
source: <f(pobeda)s(27)b+c(faeacb)e(shadow)x.y.>Error
de: <f(pobeda)s(27)b+c(faeacb)e(shadow)x.y.>Fehler

# options/video/bloom#desc
source: This effect imitates the lens of a camera, by making the whole image smoother and slightly defocused. It also enhances the overall image quality. Disable bloom if you have performance issues.
de: Dieser Effekt macht das gesamte Bild ruhiger und defokussiert es, um eine Kameralinse zu imitieren. Bewegen Sie diesen Regler ganz nach links, um den Bloom-Effekt zu deaktivieren. Ein maximaler Bloom-Effekt steigert nicht die Bildqualität. Wir empfehlen die Verwendung der Standardeinstellungen.

# options/keys/control_manual/sprint
source: Sprint
de: Sprinten

# options/keys/control_manual/sprint#desc
source: While moving, hold to move fast.
de: Für schnelles Bewegen in der Bewegung gedrückt halten.

# options/video/filmgrain#desc
source: Enables a film grain effect. May reduce performance slightly.
de: Aktiviert einen Filmkorneffekt. Verringert unter Umständen leicht die Leistung.

# options/video/vls
source: Light scattering
de: Lichtstreuung

# options/keys/groups/assign_9
source: Assign squad 9
de: Trupp 9 zuweisen

# options/game/multiplayer/notification_chatwheel/helphere
source: Need fire support asap!
de: Brauche unverzüglich Feuerschutz!

# options/video/vls#desc
source: Enables light scattering. May reduce performance noticeably.
de: Aktiviert die Lichtstreuung. Verringert unter Umständen merklich die Leistung.

# options/keys/control_camera/center_active#desc
source: Center camera on the selected unit.
de: Zentrieren Sie die Kamera über der gewählten Einheit.

# options/keys/control_manual/squadmember1
source: Select squad member 1
de: Truppmitglied 1 auswählen

# options/video/dof#desc
source: Enables depth of field. May reduce performance.
de: Aktiviert den Tiefenschärfeneffekt. Verringert unter Umständen die Leistung.

# options/keys/control_manual/forward#desc
source: Move the selected unit forward.
de: Bewegen Sie die gewählte Einheit vorwärts.

# entity_info/description/helicopter
source: Helicopter : %1%
de: Hubschrauber: %1%

# main_menu2/library/items/ammo
source: Ammunition
de: Munition

# main_menu2/library/items/rockets
source: Rockets
de: Raketen

# main_menu2/library/items/shells
source: Shells
de: Geschosse

# main_menu2/library/items/grenades
source: Grenades
de: Sprengstoffe

# main_menu2/library/weapons/a_pistol
source: Pistols
de: Pistole

# main_menu2/library/weapons/b_smg
source: Sub-Machine Guns
de: Maschinenpistolen

# main_menu2/library/weapons/c_rifle
source: Rifles
de: Gewehre

# main_menu2/library/weapons/d_mg
source: Machine Guns
de: Maschinengewehre

# main_menu2/library/weapons/e_at
source: Anti-Tank Weapons
de: Panzerabwehrwaffen

# main_menu2/library/weapons/f_flamethrower
source: Flamethrowers
de: Flammenwerfer

# options/video/softintersection
source: Soft particles
de: Weiche Partikel

# tutorials/category2
source: <s(25)y(+9)>Advanced
de: <s(25)y(+9)>Fortgeschrittener

# options/keys/with_alt
source: Hold ALT+key
de: ALT halten + Taste

# user_statistics/compare/title
source: COMPARE
de: VERGLEICHEN

# options/game/reset_confirm
source: Do you really want to reset your game settings to default?
de: Wollen Sie Ihre Spieleinstellungen wirklich zurücksetzen?

# options/video/_ssao#/off
source: Off
de: Aus

# options/video/_ssao#/low
source: Low
de: Niedrig

# options/video/_ssao#/high
source: High
de: Hoch

# options/game/multiplayer/gameenum
source: Game IP list
de: Spiele-IP-Liste

# options/video/_ssao#desc
source: Enables Screen Space Ambient Occlusion. May reduce performance noticeably.
de: Aktiviert Screen Space Ambient Occlusion (Umgebungsverdeckung). Verringert unter Umständen merklich die Leistung.

# main_menu2/singleplayer/save_load_game/title_load
source: LOAD GAME
de: SPIEL LADEN

# options/video/fake_translucency
source: Translucency
de: Lichtdurchlässigkeit

# options/keys/actions/repair#desc
source: Order a soldier or let the crew exit to repair damaged components of a vehicle.
de: Befehlen Sie die Reparatur eines defekten Fahrzeugteils durch einen Soldaten oder lassen Sie die Besatzung dazu aussteigen.

# options/keys/keymap/key_rightarrow
source: RIGHT
de: RECHTS

# options/audio/current_mode#desc
source: Current audio mode
de: Aktueller Audiomodus

# options/video/fake_translucency#desc
source: Enables flora translucency. May have slight impact on performance.
de: Aktiviert die Flora-Lichtdurchlässigkeit. Verringert unter Umständen leicht die Leistung.

# main_menu2/multiplayer/ranked_game_desc
source: earn your place on the leaderboard in fair matches
de: Verdienen Sie sich in fairen Spielen Ihren Platz auf der Rangliste

# options/video/rim_light
source: Unit Rim Light
de: Einheiten-Kantenlicht

# options/video/rim_light#desc
source: Enables a rim light effect for easier visualization of soldiers and vehicles. May reduce performance slightly.
de: Aktiviert einen Kantenlichteffekt, mit dessen Hilfe Soldaten und Fahrzeuge einfacher identifiziert werden können. Kann die Leistung unter Umständen leicht verringern.

# options/video/reset_confirm
source: Do you really want to reset your video settings to default?
de: Wollen Sie Ihre Grafikeinstellungen wirklich zurücksetzen?

# options/keys/groups
source: SQUAD CONTROLS
de: TRUPP-STEUERUNG

# options/keys/keymap/key_lcontrol
source: Left CTRL
de: STRG links

# main_menu2/breadcrumbs/page_singleplayer
source: SINGLEPLAYER
de: EINZELSPIELER

# options/video/clip_distance
source: View distance
de: Sichtdistanz

# options/video/alphatocoverage#desc
source: Enables soft edges on flora and blend effect on semi-transparent objects. May reduce performance noticeably, depending on the anti-aliasing setting.
de: Aktiviert weiche Kanten bei der Flora und Mischungseffekte bei halbtransparenten Objekten. Verringert unter Umständen merklich die Leistung, abhängig von der Einstellung der Kantenglättung.

# options/keys/actions/toggle_attack
source: Change fire mode
de: Feuermodus wechseln

# options/keys/groups/assign_2
source: Assign squad 2
de: Trupp 2 zuweisen

# options/video/gamma#desc
source: Full screen gamma correction.
de: Vollbild-Gammakorrektur.

# main_menu2/singleplayer/save_load_replay/hint/upload
source: Upload replay
de: Wiederholung hochladen

# options/keys/interface/toggle_map_control
source: Mini-map options
de: Minikartenoptionen

# options/video/brightness
source: Brightness
de: Helligkeit

# main_menu2/library/weapons/burst_accuracy/bullet
source: Bullet#<x(%i)>%i
de: Geschoss#<x(%i)>%i

# options/video/brightness#desc
source: Brightness setting.
de: Einstellung der Helligkeit.

# main_menu2/multiplayer/ranked_game_hint
source: coming soon...
de: in Kürze verfügbar ...

# options/video/contrast
source: Contrast
de: Kontrast

# options/game/invert_camera_third_person#desc
source: Invert camera while in third-person direct control.
de: Die Kamera in der 3.-Person-Steuerung invertieren.

# main_menu2/library/weapons/calibre
source: Calibre#%s
de: Kaliber#%s

# options/keys/control_manual/backward
source: Backward
de: Rückwärts

# options/game/difficulty#/hard
source: Hard
de: Schwer

# options/video/contrast#desc
source: Image contrast.
de: Bildkontrast.

# options/video/btn_video_reset
source: <f(pobeda)s(27)b>RESET TO DEFAULT
de: <f(pobeda)s(27)b>STANDARDBELEGUNG

# entity_info/vehicle/weapon_2
source: Weapon<x(55)>: %1%, %2%
de: Waffe<x(55)>: %1%, %2%

# options/keys/actions/attack_ground
source: Attack ground
de: Bodenangriff

# options/keys/multiplayer/toggle_microphone
source: Mute microphone
de: Mikrofon stumm schalten

# options/audio/adapter#desc
source: Current audio system.
de: Aktuelles Audiosystem.

# options/audio/adapter_failed
source: Error initializing sound system.
de: Fehler bei der Initialisierung des Audiosystems.

# options/audio/txt_buffers
source: Buffers
de: Puffer

# options/game/bcap/preset#/halfsize
source: Halfsize
de: Halbformat

# options/audio/volume/game_music
source: Game music
de: Spielmusik

# main_menu2/multiplayer/state/offline
source: Steam is in Offline mode. Multiplayer features are disabled.
de: Steam ist im Offlinemodus. Multiplayer-Funktionen sind deaktiviert.

# main_menu2/multiplayer/state/online
source: This option available only in Steam Offline Mode.
de: Diese Option ist nur im Steam-Offlinemodus verfügbar.

# user_statistics/ranked/stat/total_killman
source: Total Infantry killed
de: Gesamt getötete Infanterie

# options/game/multiplayer/message_chatwheel/2
source: Negative!
de: Negativ!

# options/keys/keymap/double
source: DOUBLE
de: DOPPEL

# main_menu2/market/rarity/rare
source: Rare
de: Selten

# options/audio/current_mode
source: Current mode
de: Aktueller Modus

# options/keys/with_double
source: Double key press
de: Zweimal drücken

# options/audio/speaker_config
source: Sound output
de: Soundausgabe

# user_profile/score_txt
source: <c(25 25 25)>Score:
de: <c(25 25 25)>Punktzahl:

# options/keys/with_shift
source: Hold SHIFT+key
de: SHIFT halten + Taste

# options/keys/keymap/key_pgdn
source: PAGE DOWN
de: BILD RUNTER

# options/game/difficulty#desc
source: Specifies the game difficulty level
de: Bestimmt den Schwierigkeitsgrad des Spiels

# options/keys/keymap/key_rcontrol
source: Right CTRL
de: STRG rechts

# options/audio/speaker_config#desc
source: Sound system configuration. Set "Use system settings" for maximum compatibility.
de: Soundsystem-Konfiguration Wählen Sie "Systemeinstellungen benutzen" für maximale Kompatibilität.

# options/audio/speaker_config#/use_system_settings
source: Use system settings
de: Systemeinstellungen benutzen

# options/keys/interface/slowdown#desc
source: Change game speed. (Singleplayer only)
de: Ändern Sie die Geschwindigkeit des Spiels. (Nur im Einzelspielermodus möglich)

# options/audio/speaker_config#/headphones
source: Headphones
de: Kopfhörer

# save_load_game/txt_difficulty
source: Difficulty
de: Schwierigkeit

# options/audio/speaker_config#/stereo_speakers
source: Stereo speakers
de: Stereo-Lautsprecher

# options/mp/zoneip_title
source: Zones IP list to scan
de: Zu durchsuchende Zonen-IP-Liste

# options/keys/keymap/key_pgup
source: PAGE UP
de: BILD HOCH

# save_load_game/completion_save_suffix
source: completed
de: erfolgreich

# options/audio/speaker_config#/40_discrete
source: 4.0-speaker system
de: 4.0-Lautsprechersystem

# options/audio/volume/effects#desc
source: Volume of in-game effects such as shots, explosions and engine sounds.
de: Die Lautstärke von Soundeffekten, wie Schüssen, Explosionen und Motorengeräuschen.

# options/audio/speaker_config#/51_discrete
source: 5.1-speaker system
de: 5.1-Lautsprechersystem

# main_menu2/market/use
source: Use
de: Benutzen

# options/mods/unsupported_warning
source: <c(219 44 29)>This mod is not up to date. Please wait for the mod author to update it.
de: <c(219 44 29)>Dieser Mod ist nicht aktuell. Bitte warten Sie, bis der Entwickler ihn wieder auf den neuesten Stand gebracht hat.

# options/audio/speaker_config#/61_discrete
source: 6.1-speaker system
de: 6.1-Lautsprechersystem

# options/audio/speaker_config#/71_discrete
source: 7.1-speaker system
de: 7.1-Lautsprechersystem

# options/keys/control_manual/helicopter_up
source: Aircraft move mode
de: Flugzeug-Bewegungsmodus

# options/keys/control_manual/helicopter_up#desc
source: Toggles aircraft movement mode. If on ground, allows aircraft to take of. If flying, deploys landing gear and starts landing sequence.
de: Flugzeug-Bewegungsmodus ein- oder ausschalten. Lässt ein am Boden befindliches Flugzeug in die Luft aufsteigen oder veranlasst ein bereits fliegendes Flugzeug, das Fahrwerk auszufahren und mit dem Landeanflug zu beginnen.

# options/keys/control_manual/helicopter_down
source: Descend helicopter
de: Hubschrauber-Sinkflug

# options/keys/control_manual/helicopter_down#desc
source: Move helicopter downwards. Not used in Gates of Hell
de: Bewegen Sie den Hubschrauber abwärts. Kommt in Gates of Hell nicht zum Einsatz.

# user_statistics/ranked/stat/total_gamesplayed
source: Total games played
de: Gesamt gespielte Spiele

# options/mods/dependency_warning_caption_apply
source: <c(219 44 29)>Mod '%1%' is not enabled.
de: <c(219 44 29)>Mod „%1%“ ist nicht aktiviert.

# options/audio/rate#desc
source: Enables you to change quality (sampling rate) of audio samples. Lowering this value can slightly improve overall game performance.
de: Bestimmt die Qualität (Sampling-Rate) von Audiodateien (Abtastrate). Senken Sie diesen Wert, kann sich die Leistung des Spiels geringfügig verbessern.

# options/keys/control_manual/squadmember10
source: Select squad member 10
de: Truppmitglied 10 auswählen

# user_statistics/faction/stat/experience
source: Experience
de: Erfahrung

# options/game/multiplayer/notification_chatwheel/defendhere
source: Hold that position!
de: Stellung halten!

# entity_info/description/soldier
source: Soldier : %1%
de: Soldat: %1%

# options/game/selection_circle/growth_per_second
source: Growth
de: Wachstum

# options/keys/control_manual/weapon5
source: Weapon 5
de: Waffe 5

# options/audio/bits
source: Bits per channel
de: Bits pro Kanal

# main_menu2/header_buttons/market
source: MARKET
de: MARKT

# main_menu2/header_buttons/options
source: OPTIONS
de: OPTIONEN
