Repository: Ppaja/gohtreetool
Catalog: mod/localizations/default/interface/text/dlg_frontend.po
Languages: de

# announce_discord
source: From Barbedwire Studios and Digitalmindsoft, We want to thank all the participants in the CtA - Gates of Hell: Ostfront beta test for all your feedback and the playtime invested. Join our Discord. Our goal is to build a strong community around our game See you in the battlefield, commanders!
de: Von Barbedwire Studios und Digitalmindsoft, wir möchten uns bei allen Teilnehmern der Betatests zu CtA – Gates of Hell: Ostfront für das umfangreiche Feedback und die investierte Spielzeit bedanken. Tretet unserem Discord-Server bei. Unser Ziel ist der Aufbau einer starken Community für unser Spiel. Wir sehen uns auf dem Schlachtfeld, Kommandanten!

# announce_appeal
source: DEAR PLAYERS!
de: LIEBE SPIELER!

# feedback_text
source: Dear Soldier, Thank you for your participation in Call to Arms. As a token of our gratitude for all of your contributions, we hereby award you the Bronze Star. Congratulations! As an independent developer studio, your opinion is what matters to us the most. In case you haven't done so yet, please consider leaving us a nice review. We want to hear your valuable feedback and thoughts on what you enjoy most about the game. Keep in mind, the more people who can find out about the game, the better we can make it for everyone. Thank you, and good luck on the battlefield!
de: Sehr geehrter Soldat, danke für Ihre Teilnahme an Call to Arms. Als Zeichen unserer Dankbarkeit für all Ihre Beiträge verleihen wir Ihnen hiermit den Bronzestern. Glückwunsch! Da wir ein unabhängiges Entwicklerstudio sind, zählt für uns nichts mehr als Ihre Meinung. Bitte denken Sie daran, uns eine gute Kritik zu hinterlassen, falls Sie es nicht ohnehin schon getan haben. Wir möchten Ihr wertvolles Feedback und Ihre Gedanken zu den für Sie schönsten Momenten des Spiels hören. Vergessen Sie nicht: je mehr Leute das Spiel entdecken, desto besser können wir es für alle machen. Danke und viel Glück auf dem Schlachtfeld!

# feedback_text3
source: Dear Soldier, Thank you for your participation in Call to Arms. As a token of our gratitude for all of your contributions, we hereby award you the Gold Star. Congratulations! As an independent developer studio, your opinion is what matters to us the most. In case you haven't done so yet, please consider leaving us a nice review. We want to hear your valuable feedback and thoughts on what you enjoy most about the game. Keep in mind, the more people who can find out about the game, the better we can make it for everyone. Thank you, and good luck on the battlefield!
de: Sehr geehrter Soldat, danke für Ihre Teilnahme an Call to Arms. Als Zeichen unserer Dankbarkeit für all Ihre Beiträge verleihen wir Ihnen hiermit den Goldstern. Glückwunsch! Da wir ein unabhängiges Entwicklerstudio sind, zählt für uns nichts mehr als Ihre Meinung. Bitte denken Sie daran, uns eine gute Kritik zu hinterlassen, falls Sie es nicht ohnehin schon getan haben. Wir möchten Ihr wertvolles Feedback und Ihre Gedanken zu den für Sie schönsten Momenten des Spiels hören. Vergessen Sie nicht: je mehr Leute das Spiel entdecken, desto besser können wir es für alle machen. Danke und viel Glück auf dem Schlachtfeld!

# prepare_mods
source: <c(cec7c3)f(roboto_mono)>Mounting mod resources from Steam Workshop...
de: <c(cec7c3)f(roboto_mono)>Modressourcen aus dem Steam Workshop werden installiert ...

# prepare_multiplayer_resources
source: <c(cec7c3)f(roboto_mono)>Loading multiplayer resources...
de: <c(cec7c3)f(roboto_mono)>Multiplayerressourcen werden geladen ...

# difficulty/default
source: Default
de: Standard

# difficulty/easy
source: Easy
de: Leicht

# difficulty/hard
source: Hard
de: Schwer

# game/full_required_hint
source: At least Basic Edition is required to access this menu
de: Sie brauchen mindestens die Basic Edition, um auf dieses Menü zugreifen zu können

# duration/short
source: Small
de: Kurz

# duration/normal
source: Medium
de: Mittel

# duration/long
source: Large
de: Lang

# duration/very_long
source: Very Large
de: Sehr lang

# duration/unlimited
source: Unlimited
de: Endlos

# resources/low
source: Low
de: Wenig

# resources/standard
source: Medium
de: Mittel

# resources/high
source: High
de: Viel

# steam_overlay_warning
source: Steam Overlay is enabled. It may cause game freeze on your system.
de: Steam-Overlay ist aktiv. Dies könnte das Spiel auf Ihrem System beeinträchtigen.

# steam_overlay_operation_warning
source: This action require Steam Overlay enabled.
de: Für diese Aktion muss das Steam-Overlay aktiviert sein.

# options/game/language
source: Language
de: Sprache

# options/game/language_auto
source: Autodetect
de: Automatisch erkennen

# options/game/language_change_confirm
source: This operation requires a game restart. Do you want to close the game now?
de: Diese Aktion erfordert einen Neustart des Spiels. Möchten Sie das Spiel jetzt beenden?

# options/keys/mouse_left
source: Left mouse button
de: Linke Maustaste

# options/keys/mouse_right
source: Right mouse button
de: Rechte Maustaste

# main_menu2/breadcrumbs/page_dynamic_campaign
source: Conquest (Dynamic Campaign)
de: Eroberung (Dynamische Kampagne)

# main_menu2/dynamic_campaign/create_dynamic_campaign
source: CREATE CONQUEST
de: ERSTELLE EROBERUNG

# main_menu2/dynamic_campaign/select_army
source: faction
de: fraktion

# main_menu2/dynamic_campaign/region_hint_ostfront
source: Eastern Europe - (Ostfront Maps)
de: Osteuropa - (Ostfront Karten)

# main_menu2/dynamic_campaign/region_hint_talvisota
source: Finland + Eastern Europe - (Ostfront + Talvisota Maps)
de: Finnland + Osteuropa - (Ostfront + Talvisota Karten)

# main_menu2/dynamic_campaign/select_difficulty
source: difficulty
de: schwierigkeit

# main_menu2/dynamic_campaign/hint_difficulty
source: Difficulty adjusts the following: • Player and Allied AI infantry health • Enemy infantry health • Enemy weapon accuracy for all units
de: Der Schwierigkeitsgrad stellt Folgendes ein: • Gesundheit der Infanterie des Spielers und der verbündeten KI • Gesundheit der feindlichen Infanterie • Genauigkeit der feindlichen Waffen für alle Einheiten

# main_menu2/dynamic_campaign/hint_difficulty_easy
source: Easy Difficulty: • Greatly reduces enemy infantry health • Greatly reduces enemy weapon accuracy for all units • Reduces enemy rate of throwing grenades • Greatly increases player infantry health • Increases friendly AI infantry health
de: Leichter Schwierigkeitsgrad: • Verringert die Gesundheit der gegnerischen Infanterie stark • Verringert die Genauigkeit der gegnerischen Waffen für alle Einheiten • Verringert die Wahrscheinlichkeit, dass der Gegner Granaten wirft • Erhöht die Gesundheit der Spieler-Infanterie • Erhöht die Gesundheit der verbündeten KI-Infanterie

# main_menu2/dynamic_campaign/hint_difficulty_normal
source: Normal Difficulty: • Reduces enemy infantry health • Reduces enemy weapon accuracy for all units • All other stats are at standard values
de: Normaler Schwierigkeitsgrad: • Verringert die Gesundheit der gegnerischen Infanterie • Verringert die Genauigkeit der gegnerischen Waffen für alle Einheiten - Alle anderen Werte entsprechen den Standardwerten

# main_menu2/dynamic_campaign/hint_difficulty_hard
source: Hard Difficulty: • Reduces enemy infantry health • Slightly reduces enemy weapon accuracy for all units • All other stats are at standard values
de: Schwere Schwierigkeit: • Verringert die Gesundheit der gegnerischen Infanterie • Verringert die Genauigkeit der gegnerischen Waffen für alle Einheiten leicht • Alle anderen Werte entsprechen den Standardwerten

# main_menu2/dynamic_campaign/hint_difficulty_heroic
source: Hardcore Difficulty: • Slightly reduces enemy infantry health • All other stats are at standard values
de: Hardcore Schwierigkeitsgrad: • Verringert leicht die Gesundheit der gegnerischen Infanterie • Alle anderen Werte entsprechen den Standardwerten

# main_menu2/dynamic_campaign/select_duration
source: campaign size
de: Dauer der Kampagne

# main_menu2/dynamic_campaign/hint_duration
source: Defines the size of campaign and how maps are needed to control in order to win the campaign.
de: Definiert das Ausmaß der Kampagne und die zu erreichende Kartenkontrolle für den Sieg in dieser Kampagne.

# main_menu2/dynamic_campaign/select_resources
source: economy
de: Wirtschaft

# main_menu2/dynamic_campaign/hint_resources
source: Economy adjusts the following: • Starting resources • Resources gained after each battle • Cost to repair and resupply units • Resources gained from selling units • Enemy resources in battle, which is a percentage of player's total army value
de: Die Wirtschaft passt Folgendes an: • Anfangsressourcen • Ressourcen, die nach jeder Schlacht gewonnen werden • Kosten für die Reparatur und den Nachschub von Einheiten • Ressourcen, die durch den Verkauf von Einheiten gewonnen werden • Feindliche Ressourcen in der Schlacht, die einen Prozentsatz des Gesamtwertes der Armee des Spielers darstellen

# main_menu2/dynamic_campaign/advanced
source: advanced
de: erweitert

# main_menu2/dynamic_campaign/battles_played
source: Operation Day: %1%
de: Einsatztag: %1%

# main_menu2/dynamic_campaign/battles_played_unlimited
source: OPERATION DAY: %1%.(Unlimited)
de: EINSATZTAG: %1%.(Unlimitiert)

# main_menu2/dynamic_campaign/battles_won
source: Battles Won: %1%
de: Gewonnene Kämpfe: %1%

# main_menu2/dynamic_campaign/battles_lost
source: Battles Lost: %1%
de: Verlorene Kämpfe: %1%

# main_menu2/dynamic_campaign/battle_location
source: Battle Location:
de: Schlachtfeld:

# main_menu2/dynamic_campaign/army_score
source: ARMY STRENGTH: %.f
de: ARMEESTÄRKE: %.f

# main_menu2/breadcrumbs/progress_title
source: CAMPAIGN PROGRESS
de: KAMPAGNENFORTSCHRITT

# main_menu2/dynamic_campaign/reinforcements
source: Reinforcements
de: Verstärkungen

# main_menu2/dynamic_campaign/is_locked_hint
source: Unlocks at round %1%
de: Wird in Runde %1% freigeschaltet.

# main_menu2/dynamic_campaign/airstrikes
source: Support
de: Unterstützungen

# main_menu2/dynamic_campaign/emplacements
source: Emplacements
de: Gefechtsstellungen

# main_menu2/dynamic_campaign/veterans
source: Veterans
de: Veteranen

# main_menu2/dynamic_campaign/hint_veterans
source: Place units here to recruit them as a reserve
de: Platzieren Sie Einheiten hier, um sie als Reserve zu rekrutieren

# main_menu2/dynamic_campaign/hint_stage
source: Place recruited units in this stage to call them in during combat
de: Platzieren Sie rekrutierte Einheiten in dieser Stufe, um sie im Spiel als Verstärkungen hereinzurufen

# main_menu2/dynamic_campaign/hint_stage_airstrike
source: Place support call-ins in this stage to use them any time during combat
de: Platzieren Sie Unterstützungen in dieser Stufe, um sie jederzeit während des Kampfes anzufordern

# main_menu2/dynamic_campaign/hint_stage_emplacement
source: Place emplacements in this stage to build them with engineers (required to recruit seperately)
de: Platzieren Sie Gefechtsstellungen in dieser Stufe, um sie mit Pionieren errichten zu können (sie müssen zusätzlich rekrutiert werden)

# main_menu2/dynamic_campaign/start_mission
source: START MISSION
de: STARTE MISSION

# main_menu2/dynamic_campaign/buy
source: <y(+1)>RECRUIT
de: <y(+1)>REKRUTIEREN

# main_menu2/dynamic_campaign/resupply_all
source: <y(+1)>RESUPPLY ALL
de: <y(+1)>ALLE VERSORGEN

# main_menu2/dynamic_campaign/stage
source: <y(+1)>DEPLOY
de: <y(+1)>EINSETZEN

# main_menu2/dynamic_campaign/resupply
source: <y(+1)>RESUPPLY
de: <y(+1)>VERSORGEN

# main_menu2/dynamic_campaign/sell
source: <y(+1)>DISMISS
de: <y(+1)>ENTLASSEN

# main_menu2/dynamic_campaign/unstage_all
source: <y(+1)>UNDEPLOY ALL
de: <y(+1)>ALLE ENTFERNEN

# main_menu2/dynamic_campaign/unstage
source: <y(+1)>UNDEPLOY
de: <y(+1)>ENTFERNEN

# main_menu2/dynamic_campaign/save_campaign_changes
source: Do you want to save your changes?
de: Möchten Sie Ihre Änderungen speichern?

# main_menu2/dynamic_campaign/exit_campaign_screen
source: Do you want to exit conquest?
de: Möchten Sie die Eroberung verlassen?

# main_menu2/dynamic_campaign/next_map
source: <y.s(24)>Next Location: %1% %2%
de: <y.s(24)>Nächster Zielort: %1% %2%

# main_menu2/dynamic_campaign/singleplayer
source: <y.s(24)>Singleplayer
de: <y.s(24)>Einzelspieler

# main_menu2/dynamic_campaign/cooperative
source: <y.s(24)>Cooperative
de: <y.s(24)>Koop

# main_menu2/dynamic_campaign/victory_title
source: VICTORY!
de: SIEG!

# main_menu2/dynamic_campaign/victory_text
source: Congratulations, you have captured the enemy base!
de: Herzlichen Glückwunsch, Sie haben die feindliche Basis erobert!

# main_menu2/dynamic_campaign/defeat_title
source: DEFEAT!
de: NIEDERLAGE!

# main_menu2/dynamic_campaign/defeat_text
source: The enemy has captured your base. Better luck next time!
de: Der Gegner hat Ihre Basis eingenommen. Viel Erfolg beim nächsten Mal!

# main_menu2/dynamic_campaign/campaign_lost
source: Campaign lost!
de: Kampagne verloren!

# main_menu2/dynamic_campaign/nothing_deployed
source: Nothing deployed
de: Keine Einheiten eingesetzt

# main_menu2/dynamic_campaign/nothing_deployed_in_stage
source: Nothing deployed in stage %1%
de: Keine Einheiten in Stufe %1% eingesetzt

# main_menu2/dynamic_campaign/conflict_duration
source: END OF OPERATION: DAY %1%
de: ENDE DES EINSATZES: TAG %1%

# main_menu2/dynamic_campaign/continue_campaign
source: Continue as Unlimited Conquest
de: Als endlose Eroberung weiterspielen

# main_menu2/dynamic_campaign/campaign_name_suggestion
source: Conquest
de: Eroberung

# options/keys/control_manual/order_squad
source: Order squad
de: Trupp befehligen

# options/keys/control_manual/order_squad#desc
source: When in first/third person, click to send your squad to the aimed at position. Hold key to display cover and send units on release.
de: Klicken Sie in 1. und 3. Person eines Soldaten, um Ihre Truppmitglieder an die bezielte Position zu schicken. Halten Sie die Taste gedrückt, um Deckungspositionen anzuzeigen und den Trupp bei Loslassen der Taste in die gewählte Deckung zu schicken.

# main_menu2/user_profile/save_changes
source: Do you want to save profile changes?
de: Wollen Sie die Änderungen an Ihrem Profil speichern?

# main_menu2/dynamic_campaign/researchTree
source: <y(+1)>RESEARCH TREE
de: <y(+1)>FORSCHUNGSBAUM

# main_menu2/dynamic_campaign/unresearched_hint
source: Research unit prior to purchase!
de: Erforschen Sie die Einheit, um die Kaufoption freizuschalten!

# main_menu2/dynamic_campaign/clearResearch
source: Unselect All
de: Alle abwählen

# main_menu2/dynamic_campaign/researchCheckout
source: Cost: %.f/%.f
de: Kosten: %.f/%.f

# main_menu2/dynamic_campaign/researchAll
source: Research Selected
de: Auswahl erforschen

# main_menu2/dynamic_campaign/map_title
source: <f(pobeda)s(27)x(+500)b+c(eeeeee)>STRATEGIC MAP
de: <f(pobeda)s(27)x(+500)b+c(eeeeee)>STRATEGIEKARTE

# main_menu2/dynamic_campaign/map_title_attacking
source: <f(pobeda)s(27)b>ATTACKING
de: <f(pobeda)s(27)b>ANGRIFF

# main_menu2/dynamic_campaign/map_title_defending
source: <f(pobeda)s(27)b>DEFENDING
de: <f(pobeda)s(27)b>VERTEIDIGUNG

# main_menu2/game/head_single
source: <f(pobeda)y.s(60)b+c(cca55c)e(shadow)>Singleplayer
de: <f(pobeda)y.s(60)b+c(cca55c)e(shadow)>Einzelspieler

# main_menu2/game/main_menu_single
source: <f(pobeda)y.s(27)b+c(b5a993)e(shadow)>Back
de: <f(pobeda)y.s(27)b+c(b5a993)e(shadow)>Zurück

# main_menu2/game/pause_menu
source: <f(pobeda)y.s(60)b+c(dfbe6e)>GAME MENU
de: <f(pobeda)y.s(60)b+c(dfbe6e)>SPIELMENÜ

# main_menu2/dynamic_campaign/tutorial_research_button
source: Visit the <c(30bf3c)>RESEARCH TREE</c> to unlock more units.
de: Besuchen Sie den <c(30bf3c)>FORSCHUNGSBAUM</c>, um mehr Einheiten freizuschalten.

# main_menu2/dynamic_campaign/tutorial_progress_map
source: Visit the <c(30bf3c)>STRATEGIC MAP</c> to get some information about the next battle and choose a battlefield.
de: Besuchen Sie die <c(30bf3c)>STRATEGIEKARTE</c>, um Informationen über das nächste Gefecht zu erhalten und ein Schlachtfeld auszuwählen.

# main_menu2/dynamic_campaign/tutorial_portraits
source: Drag the portraits to recruit, dismiss and enlist them for the next battle.
de: Ziehen Sie Porträts zum Rekrutieren, Entlassen und Zuweisen für das nächste Gefecht.

# main_menu2/dynamic_campaign/tutorial_attacking
source: Choose a frontline location that you want to attack.
de: Wählen Sie einen Ort an der Front, den Sie angreifen möchten.

# main_menu2/dynamic_campaign/tutorial_defending
source: The enemy attacks one of your controlled territories. Prepare your defense!
de: Der Feind greift einen Ihrer kontrollierten Gebiete an. Bereiten Sie sich auf die Verteidigung vor!

# main_menu2/dynamic_campaign/tutorial_research
source: Research units to unlock them for recruiting. You gain research points with every battle fought.
de: Erforschen Sie Einheiten, um sie für die Rekrutierung freizuschalten. Sie erhalten Forschungspunkte mit jedem geschlagenen Gefecht.

# main_menu2/dynamic_campaign/defense_level_1
source: Small Defenses
de: Einfache Befestigungen

# main_menu2/dynamic_campaign/defense_level_2
source: Medium Defenses
de: Mittlere Befestigungen

# main_menu2/dynamic_campaign/defense_level_3
source: Large Defenses
de: Starke Befestigungen

# main_menu2/dynamic_campaign/reinforcement_stage_1
source: Call-in Stage 1
de: Stufe 1 Anforderung

# main_menu2/dynamic_campaign/reinforcement_stage_2
source: Call-in Stage 2
de: 1940 und 1941

# main_menu2/dynamic_campaign/reinforcement_stage_3
source: Call-in Stage 3
de: 1942 und 1943

# main_menu2/dynamic_campaign/reinforcement_stage_4
source: Call-in Stage 4
de: 1944 und 1945

# main_menu2/dynamic_campaign/test
source: testtest
de: Test ignore

# main_menu2/dynamic_campaign/reinforcement_stage_5
source: Call-in Stage 5
de: Bonusgruppe

# main_menu2/dynamic_campaign/exit
source: EXIT
de: VERLASSEN

# main_menu2/dynamic_campaign/map/enemy
source: Enemy:
de: Feind:

# main_menu2/dynamic_campaign/map/risk
source: Risk:
de: Risiko:

# main_menu2/dynamic_campaign/map/season
source: Season
de: Jahreszeit

# main_menu2/dynamic_campaign/map/reward
source: Reward:
de: Belohnung:

# main_menu2/steam_startup_cta
source: Your steam account does not have a paid edition of Call to Arms, which is necessary to to run Call to Arms - Gates of Hell. Uninstall any existing Call to Arms versions on Steam to eliminate any legacy free products and purchase the basic edition or higher. You will need to remove the legacy free version to be able to make the purchase.
de: Ihr Steam-Konto enthält eine gratis Edition von Call to Arms, die nicht reicht zum Ausführen von Call to Arms - Gates of Hell. Deinstallieren Sie alle bestehenden Call to Arms-Versionen auf Steam, um alle älteren kostenlosen Produkte zu entfernen und die Basisversion zu kaufen, oder höher. Sie müssen zuerst die alte kostenlose Version entfernen, um den Kauf tätigen zu können.

# options/workshop/tag/gamemode
source: Gamemode
de: Spielmodus

# options/workshop/tag/mp map
source: MP Map
de: MP-Karte

# options/workshop/tag/sp map
source: SP Map
de: SP-Karte

# options/workshop/tag/unit set
source: Unit Set
de: Einheiten

# options/workshop/tag/mp compatible
source: MP Compatible
de: MP-Kompatibel

# main_menu2/singleplayer/select_campaign_army
source: Browse singleplayer campaigns by faction
de: Einzelspielerkampagnen nach Fraktion sortieren
